{
  "商业企划书": "ælf Business Plan",
  "aelf白皮书": "Aelf White Paper",
  "马昊伯": "Ma Haobo",
  "ælf创始人，好扑创始人兼CEO": "Gründer von ælf, Gründer/ CEO von Hoopox,",
  "区块链行业专家，数字资产领域早期从业者": "Blockchain Experte, früher anwender von digitaler Ressourcen,",
  "曾任GemPay CTO": "Ex-CTO von GemPay.",
  "现任中国电子协会区块链专家委员会委员": "Er ist auch ein Mitglied der Blockchainexpertenkomission des Chinesischen Institut der Elektronik.",
  "陈注伶": "Chen Zhuling",
  "麻省理工毕业生": "MIT absolvent",
  "多年全球顶级咨询公司经验": "Consulting Veteran bei Roland Berger,",
  "参与跨国公司及政府的战略制订与推动": "beriet mehrere MNCs und Regierungen.",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Rong Peng: Rong Peng bringt ein Jahrzent an Erfahrung im Bereich webbasierte Entwicklung und Management mit. Er war technischer Direktor der ABC Fintech, wo er ein Experte in der Datengewinnung und Datenvisualisierung war. Rong Cheng hat auch an einem gemeinsamem Blockchainplattform für Tongxinclub in China gearbeitet. Er ist ein ehemaliger F&E Direktor (serverseitig) für den Dolphin Browser.",
  "文杉": "Wen Shan",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "Wen Shan: Wen Shan ist eine ehemalige VP und ein Kernmitglied des Gründerteams von Jiedaibao. Wen Shan ist auf Branding, Marketing und Öffentlichkeitsarbeit spezialisiert, wo sie mit Tencent und Baido bereits mehr als 10 Jahre Erfahrung sammelte. Außerdem hat sie auch an der der mobilen App für Baidu mitgewirkt, die über 100 Millionen Benutzer hat. Sie hat zwei Abschlüsse von der Huazhong Universität.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "PhD an der Monash Universität,",
  "专攻地理空间和交易网络的数据可视化": "spezialisiert auf raumbezogene visualisierung, und Transaktionsnetzdaten.",
  "发表文章已被知名期刊收录": "Seine Forschungsarbeiten wurden in sehr bekannten Zeitschriften veröffentlicht.",
  "邓光磊": "Deng Guanglei",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "Ein ehemaliger Associate bei Standard Chartered Bank. 10 Jahre Erfahrung in der Förderung von Innovationsprojekten in verschiedenen Branchen. Früher führte Software-Entwicklung für Echtzeit-Risikomanagement-System, AML und KYC Intelligenz und viele andere Systeme. Er besitzt einen ersten akademischen Grad in Elektrotechnik und Elektronik von der Nanyang Technische Universität und einen MSc in Angewandten Wirtschaftswissenschaften von der Singapore Management Universität.",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "Master im Ingenieurwesen am MIT, McKinsey & Unternehmensaktivitäten Berater, karrierelanger Praktiker um effiziente und optimierte Organisationen zu schaffen die die höchste Qualität ihres Wertes realisieren und diesen auch liefern können.",
  "周硕基": "Zhou Shuoji",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Gründungspartner von FBG Kapitals mit umfangreicher Erfahrung im Handel und Investieren von digitalen Ressourcen. Vincent ist auch ein früher Anleger eines breiten Spektrums von Blockchain-Unternehmen und Projekten. Er gilt als Vordenker und als der Kryptohedgfondmanager, der in ganz Asien am besten vernetzt ist.",
  "Liam Robertson": "Lia Robertson",
  "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam ist einer der größten Individuellen und kooperativen Händler von Kryptowährungen in Europa und dem Nahen Osten. Er ist ein Beglaubigter Investitionsbetriebsleiter in England, er hat einen der ersten regulierten Kryptowährungs Hedgefonds der Welt im Jahr 2016 gegründet. Als Gründer und CEO von Alphabit Limited stellt Liam jetzt mehrere Fonds, Familienbüros und bahnbrechende Unternehmen von Blockchain zur Verfügung.",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Seniorchef bei Dentons Rodyk & Davidson's Unternehmenspraxis, sowie für die Unternehmenspraxis in China und Indonesien . Kenneth spezialisiert sich auf korporative Finanzen, mit fast zwei Jahrzehnten Erfahrung im Risikokapital, Eigenkapital, IPOs/Token Verkäufen und post-IPO/Token Verkaufsfinanzierungen, sowie bei Fusionen und Unternehmensübernahmen. Kenneth wird für sein schnelles Handeln und seinem Verständnis bewundert und er wird als weitreichender Guru in seinem Interesse betrachtet.",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington ist der Gründer und CEO von TechCrunch. Er war auch der VP von RealNames, Mitbegründer von Achex, Gründer von Zip.ca und Pool.com, sowie COO von Razorgator. Arrington hat auch zahlreiche Unternehmen wie Verisign beraten. Im Mai 2008 wurde Arrington als einer der 100 einflussreichsten Menschen in der Welt durch das Time Magazin ernannt.",
  "团队": "Team",
  "顾问": "Berater",
  "投资机构": "Führende Investoren",
  "交易所": "Austauschbörsen",
  "首页": "Home",
  "关于我们": "Über",
  "新闻": "Blog",
  "博客": "Blog",
  "去中心化云计算区块链网络": "Dezentrales Cloud Computing Blockchain Netzwerk",
  "高性能": "Hohe Leistung",
  "ælf的全节点能够运行在服务器集群上": "Vollständige Knoten werden auf Cloud-Servern ausgeführt",
  "资源隔离": "Ressourcentrennung",
  "每一个智能合约拥有一条自己的区块链": "jeder Smart Contract läuft auf einer eigenen Blockchain",
  "治理&发展": "Steuerung und Entwicklung",
  "代币持有人的委托票选制度": "Halter von Tokens stimmen für Entscheidungsträger und Repräsentanten",
  "更多": "Mehr",
  "前三年内使用，用于提高社区的活跃度。": "Wird in den ersten drei Jahren verwendet um die aktive Gemeinschaft zu fördern.",
  "全部以私募方式出售，没有锁定期。": "Wird für den Privatverkauf verwendet,ohne Sperrfrist.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Sperrfrist für drei Jahre, um das Ökosystem aufzubauen, das Marketing zu unterstützen, und um die Entwicklung des ælf Projekts zu unterstützen.",
  "持续100年，挖矿奖励每年度线性递减。": "Mining für 100 Jahre, mit linearer Reduzierung der Miningausschüttung.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Wartezeit für zwei Jahre, Veröffentlichung von gleichen Anteilen einmal im Jahr.",
  "代币将锁定两年，每半年按等比例释放代币。": "Wartezeit für zwei Jahre, Veröffentlichung von gleichen Anteilen einmal im Jahr.",
  "代币分配": "Token Aufteilung",
  "关于冒用aelf名义进行违法活动的相关声明": "",
  "针对冒用aelf名义开展“挖矿”活动的声明": "",
  "/": "",
  "31区-区块链50人专访aelf创始人马昊伯": "",
  "aelf为迎接商业应用落地做好准备": ""
}
