{
    "商业企划书": 	"ælf Business Plan",:
    "白皮书": "Weiß Buch",
    "马昊伯": "Ma Haobo",
    "ælf创始人，好扑创始人兼CEO": "Gründer von ælf, Gründer/ CEO von Hoopox,",
    "区块链行业专家，数字资产领域早期从业者": "Blockchain Experte, früher anwender von digitalem Besitz,", 
    "曾任GemPay CTO、AllCoin CTO": "Ex-CTO von GemPay, Allcoin.",
    "现任中国电子协会区块链专家委员会委员": "Er ist auch ein Mitglied der Blockchainexpertenkomission des Chinesischen Institut der Elektronik.",
    "陈注伶": "Chen Zhuling",
    "麻省理工毕业生": "MIT absolvent",
    "多年全球顶级咨询公司经验": "Consulting Veteran bei Roland Berger,",
    "参与跨国公司及政府的战略制订与推动": "beriet mehrere MNCs und Regierungen.",
    "傅理": "Fu Li",
    "香港理工大学软件科技硕士, 开源社区KOL(id:xtaci), 资深互联网技术专家, 涉及通信网络, 地图导航, 手游等多个领域": "Softwaretechniker von PolyU, KOL von Github, Experte für IT-Lösungen für Kommunikationsnetze, Navigationssystemen, und mobilen Spielen.",
    "杨亚龙": "Yang Yalong", 
    "Monash大学PhD": "PhD an der Monash Universität,",
    "专攻地理空间和交易网络的数据可视化": "spezialisiert auf raumbezogene visualisierung, und Transaktionsnetzdaten.",
    "发表文章已被知名期刊收录": "Seine Untesuchungen wurden in sehr bekannten Zeitschriften veröffentlicht.", 
    "周硕基": "Zhou Shuoji",
    "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Gründungspartner von FBG Kapitals mit umfangreicher Erfahrung im Handel und Investieren von digitalem Vermögen. Vincent ist auch ein früher Anleger eines breiten Spektrums von blockchain Unternehmen und Projekten. Er gilt als vordenker und als am best vernetztester Kryptohedgfondmanager ganz Asiens.",
    "Liam Robertson": "Lia Robertson", 
    "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
    "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam ist einer der größten Individuellen und kooperativen Händler der Kryptowährungen in Europa und dem Nahen Osten. Er ist ein Beglaubigter Investitionsbetriebsleiter in UK, er hat einen der ersten regulierten Kryptowährungs Hedgefonds in der Welt 2016 gegründet. Als Gründer und CEO von Alphabit Limited stellt Liam jetzt mehrere Fonds, Familienbüros und bahnbrechende Unternehmen von Blockchain zurverfügung.",
    "Kenneth Oh": "Kenneth Oh",
    "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Seniorchef bei Dentons Rodyk & Davidson's Unternehmenspraxis, sowie der in China und Indonesien . Kenneth spezialisiert sich auf korporative Finanzen, mit fast zwei Jahrzehnten Erfahrung im Risikokapital, Eigenkapital, IPOs/Token Verkäufen und post-IPO/Token Verkaufsfinanzierungen, sowie bei Fusionen und Unternehmensübernahmen. Kenneth wird für sein schnelles handeln und verstehen bewundert und wird als weitreichender Guru in seinem Interesse betrachtet."
    "J. Michael Arrington": "J. Michael Arrington",
    "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington ist der Gründer und CEO von TechCrunch. Er war auch der VP von RealNames, Mitbegründer von Achex, Gründer von Zip.ca und Pool.com, sowie COO von Razorgator.Arrington hat auch zahlreiche Unternehmen wie Verisign beraten. Im Mai 2008 wurde Arrington als einer der 100 einflussreichsten Menschen in der Welt durch das Time Magazin genannt.",
    "团队": "Team",
    "顾问": "Berater",
    "投资机构": "Führende Investoren",
    "交易所": "Austauschbörsen"
    "首页": "Home",
    "关于我们": "Über",
    "新闻": "Blog",
    "博客": "Blog",
    "去中心化云计算区块链网络": "Dezentrales Cloud Computing Blockchain Netzwerk",
    "高性能": "Hohe Leistung",
    "ælf的全节点能够运行在服务器集群上": "Vollständige Knoten werden auf Cloud-Servern ausgeführt",
    "资源隔离": "Ressourcentrennung",
    "每一个智能合约拥有一条自己的区块链": "jeder Smart Contract läuft auf einer eigenen Blcokchain",
    "治理&发展": "Steuerung und Entwicklung",
    "代币持有人的委托票选制度": "Halter von Tokens stimmen für Entscheidungsträger und Repräsentanten",
    "更多": "Mehr",
  "前三年内使用，用于提高社区的活跃度。": "Wird in den ersten drei Jahren verwendet um die aktive Gemeinschaft zu fördern.",
  "全部以私募方式出售，没有锁定期。": "Wird für den privatverkauf verwendet,ohne Sperrfrist." 
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Sperrfrist für drei Jahre, um das Ökosystem auf zu bauen, das Marketing zu unterstützen und um die Entwicklung vom ælf Projekt zu unterstützen."
  "持续100年，挖矿奖励每年度线性递减。": "Mining für 100 Jahre, mit linearer Reduzierung der Miningausschüttung."
  "团队代币锁定两年，每半年按等比例释放代币。": "Wartezeit für zwei Jahre, Veröffentlichung von gleichen Anteilen einmal im Jahr."
  "代币将锁定两年，每半年按等比例释放代币。": "Wartezeit für zwei Jahre, Veröffentlichung von gleichen Anteilen einmal im Jahr."  
  "代币分配": "Token Aufteilung"
}
