{
  "home":"Home",
  "mainnet-lauch":"Mainnet",
  "Community":"Community",
  "economy&governance":"Economy",
  "devel":"Developers",
  "tools":"Tools",
  "test&suppFac":"Testnet",
  "about-us":"About",
  "economic&gover-w-p":"Economic and Governance",
  "aelf-w-p":"White Paper",
  "lan":"Language",
  "explorer":"Explorer",
  "wallet-APP":"Wallet APP",
  "web-Wallet":"Web Wallet",
  "explorer-extension":"Explorer Extension",
  "resources":"Resources",
  "team":"Team",
  "join-us":"Join Us",
  "click-enter":"View Details",
  "website":"Website",
  "devel-center": "Developer Center",

  "dec-cl-com-blo-net": "The public blockchain network for the future digital economy",
  "t-l-blo-a-s-com-app":"Facing real world problems, our blockchain technology equips enterprises to strive for innovative solutions",
  "aelf-all-blo-to-em":"Decentralized Cloud Computing Blockchain Network",
  "pro-a-blo-pla-&-exc-per":"aelf is an innovative open-source blockchain network designed as a complete business solution. The structure of ‘one main-chain + multiple side-chains’ can support developers to independently deploy or run DApps (Distributed Applications) on individual side-chains to achieve effective resource isolation. aelf technology demonstrates breakthroughs in performance, with high-frequency transactions by adopting parallel processing and the unique AEDPoS consensus mechanism. Based on the cross-chain technology of the main-chain index and verification mechanisms, aelf achieves efficient and secure communication between the main-chain and all side-chains and, as a result, allows direct interoperability between side-chains.",
  "new-bus-tra": "Comptent blockchian performance compared to centralized systems",
  "bre-th-tra-bus-mod":"aelf meets the governance needs of varying applications by providing a range of models, including a Parliament Governance Model, an Association Governance Model, and a Referendum Governance Model. Through the extremely fine-tuned incentive model, the network is equipped with a self-sustainable system and can effectively roll out self-development on a practical basis. Simultaneously, developers can debug, develop and deploy applications based on a mature IDE, provided by aelf.",
  "aelf-an-open-blo-net":"New business transformation, a truly decentralized blockchain network",
  "fac-re-world-pro":"In order to expediate aelf’s integration with multiple business use-cases, aelf has launched aelf Enterprise, an enterprise-level integrated blockchain solution. aelf Enterprise is based on the requirements of highly efficient business scenarios. To meet the unique requirements of many industries including supply chain management, credit establishment, user incentives, and property protection, aelf Enterprise provides enterprise-level users with a highly flexible, but practical modularized blockchain solution. This promotes the hand in hand development of both Blockchain and other core economies. This unique commercial blockchain solution has been recognised internationally and certified by MIIT (Ministry of industry and information technology) in China; this technology has also been awarded the blockchain system certificate by CETSI (China Electronics Technology Standardization Institute). ",
  "un-perf":"Unrivalled Performance",
  "par-com&ser":"Parallel processing and server clusters remove performance bottlenecks",
  "res-isolation":"Resource Isolation",
  "cross-chain-col":"The cross-chain collaboration mechanism facilitates application independent deployment",
  "sta&sim-imp":"Stable and Simple Implementation",
  "plug-and-play-app-mod":"Plug-and-play application modules greatly improve development efficiency",
  "mul-gover": "Flexi-governance",
  "the-flex-mul-gover":"The flexible multi-governance model meets governance needs for any specific scenarios",
  "main-laun-int":"Mainnet Launch Node Invitation",
  "laun-int-content":"There are 29 member node positions in total and this invitation ends when all positions are filled. Participants will take part in the mainnet launch preparations and will be heavily involved in the ecosystem and governance development. We invite you to contribute to the smooth launch of the aelf mainnet. Participants will receive corresponding rights and incentives. Positions are limited.",
  "aelf-dao": "aelf Community Development & Governance",
  "aelf-dao-desc": "The aelf community envisions users to participate in aelf’s ecosystem construction, achieving progressive development through different governance methods such as the aelf DAO, Node Election, Resource Purchasing, and Proposals.",
  "start-exp-test": "Get started to experience the Public Testnet now",
  "start-exp-test-content":"Based on this public beta testnet, you can experience the core functions of the aelf main network, node construction and campaigns, mining rewards, side chain configuration, cross chain interaction, DApp deployment, and more. Experience it now!",
  "development-history":"Development Roadmap",
  "develp-stage1":"Stage I : aelf project launch",
  "develp-stage1-1":"• Release aelf white paper",
  "develp-stage1-2":"• Launch ELF token ",
  "develp-stage1-3":"• Launch Candy system",
  "develp-stage2":"Stage Ⅱ : Basic function development",
  "develp-stage2-1":"• Launch aelf Beta network",
  "develp-stage2-2":"• Complete parallel processing function",
  "develp-stage2-3":"• Build AEDPOS consensus mechanism",
  "develp-stage3":"Stage Ⅲ : Core system construction",
  "develp-stage3-1":"• Construct economic model  ",
  "develp-stage3-2":"• Construct main-side chain system",
  "develp-stage3-3":"• Prepare mainnet launch",
  "develp-stage4":"Stage Ⅳ ：Official Mainnet Launch",
  "develp-stage4-1":"• Launch mainnet",
  "develp-stage4-2":"• Finish TokenSwap",
  "develp-stage4-3":" • Select mainnet nodes",
  "news_rep":"News",
  "inv-ins":"Investment Institutions",
  "exchange":"Exchange",
  "partnership": "Partnership, Collaboration and Product Support",

  "aelf-white-paper-on1": "aelf Economic and Governance White Paper is available now",
  "models1":"Key Tech Highlights · Complete Infrastructure · Beginner's Guide",
  "aelf-white-paper-on2": "Released: aelf Public Testnet and Supporting Features Introduction",
  "models2":"Five technical highlights / Five technical highlights / Five technical highlights",
  "aelf-white-paper-on3": "The Mainnet Launch Committee officially announced",


  "main-launch-com": "Mainnet Launch Committee Application",
  "int-open":"As an ad hoc organization during the preparation period leading up to the mainnet launch, the members of the Mainnet Launch Committee shall not only have the right to propose and vote on matters related to mainnet, but also will participate in the mainnet preview and related function evaluations. After the mainnet launch, the rights and interests in the mainnet will be gradually transferred to the production nodes, after which, the Mainnet Launch Committee will be disbanded. Spaces are limited, and it is 'first come, first served'. Come and apply!",
  "sign-up-now":"Apply",
  "master-plan":"Mainnet Launch Master Plan",
  "plan-mainnet":"Mainnet Preparation",
  "plan-mainnet-content-1":"- Release aelf economic and governance white paper",
  "plan-mainnet-content-2":"- Release introduction of the Testnet & Supporting Facilities",
  "plan-mainnet-content-3":"- Launch public testnet V1.0",
  "plan-mainnet-content-4":"- Recruit and establish the mainnet launch committee",
  "pre-main":"Mainnet Preview",
  "pre-main-content-1":"- Preview the mainnet launch",
  "pre-main-content-2":"- Determine official launch time of the mainnet",
  "pre-main-content-3":"- Open mainnet node application",
  "launch-main":"Mainnet Launch",
  "launch-main-content-1":"- Officially Launch mainnet",
  "launch-main-content-2":"- Open Token swap",
  "launch-main-content-3":"- Complete the miannet node election and replace the mainnet launch Committee",
  "launch-main-content-4":"- Host DApp development competition",
  "stabilize-mainnet":"Mainnet Stability",
  "stabilize-mainnet-content":"- Achieve self regulating autonomy for the aelf ecosystem",
  "contan": "Launch public testnet V1.0 activities include: ",
  "contan-sum": "Launch global code audit bounty, Launch testnet mapping event",
  "Committee Members": "Committee Members",
  "Committee Member Incentive Model": "Committee Member Incentive Model",

  "pro-node-of-node":"All 17 production nodes of the network are in hot competition ",
  "par-in-cam":"Participate in the Campaign · Gather Strength · Create Value Together",
  "become-node":"Become a Production Node",
  "become-node-content":"In the aelf ecosystem, production nodes are not only responsible for block production, but they also maintain the ecological development of aelf as a whole. In the initial stage, 17 production nodes will be set, followed by an additional 2 each year (number of nodes = 2n + 1, n = 8 in the first year, increasing by 1 each year). The top 17 nodes by votes are elected as production nodes. If you are interested in joining ",
  "apply now":"please come and apply",
  "tutorial":"Tutorial",
  "step-1":"Step I",
  "step-1_content":"Open the 'node campaign election' page in the Explorer",
  "step-2":"Step Ⅱ",
  "step-2_content":"Mortgage 100,000 ELF through your wallet",
  "step-3":"Step Ⅲ",
  "step-3_content":"Fill in your node information",
  "step-4":"Step Ⅳ",
  "step-4_content":"Complete the application and start your marketing campaign to attract votes",
  "vote-node":"Voting for a Node",
  "in-aelf-eco":"In the aelf ecosystem, users can be regarded as investors, selecting and voting for quality nodes and contributing to the aelf ecosystem maintenance hand-in-hand with the nodes.",
  "voting":"Vote",
  "user-can-sel":"Users can select the production/candidate node to receive their vote in the voting module of the aelf Explorer. This can be switched between wallet voting or unexpired voting.",
  "redemption":"Redemption",
  "redemption-content":"Users can redeem a vote from a production/candidate node previously voted for in the aelf Explorer by selecting the desired node, followed by redeem vote.",
  "int-of-pro": "Information of Production nodes",
  "how-to-pur-res":"Purchasing Resources",
  "how-to-pur-res-sum":"Resource Tokens are used to consume resources when the developer payment chain or DApp is running.  The developer needs to ensure that there are enough resource tokens to keep the chain or DApp running. Users can use ELF to buy or sell Resource Tokens through the aelf Block Explorer.",
  "buy-sell-res-tok":"Buy / Sell Resource Tokens",
  "buy-sell-res-tok-sum":"Users can buy or sell Resource Tokens on the purchase resources page of the aelf Explorer.",
  "pro-init-imp":"Proposal Creation and Implementation",
  "pro-init-imp_sum":"The aelf proposal feature creates an environment for organizations to vote (Approve / Reject / Abstain) on projects that contribute to the aelf ecosystem. If you have a project or idea that could help improve the ecosystem ",
  "proposal now":"please submit proposal",
  "apply":"Apply",
  "execute":"Execute",
  "step-1-content":"Any user on the organization's whitelist can submit a proposal. You will be required to fill in the proposal model, contract and contract method, organization, and proposal expiration date. This information will be published in the proposal list",
  "step-2-1-content":"The organization votes with one of the following options: 'Approve / Reject / Abstain'",
  "step-2-2-content":"The organization must complete the voting before the expiration date. Votes can only be cast once and cannot be withdrawn.",
  "step-2-3-content":"When voting on a proposal that utilizes the Referendum Contract Model, the Token set by the organization must be mortgaged, and can only be returned after the proposal expires.",
  "step-3-1-content":"Thresholds for the implementation of proposals include 4 types: Minimum approved threshold, Maximum rejected threshold, Maximum abstained threshold, Minimum vote threshold.",
  "step-3-2-content":"Once the number of approved votes is reached before the expiration date, the initiator can execute the minimum approved threshold and minimum vote threshold contracts",

  "aelf-Economy&Governance":"Economy and Governance",
  "more":"More",
  "aelf-Economy&Governance-content":"aelf’s economy and governance play an important role in enhancing collaboration between the project ecosystem and core business processes. The value of aelf’s ecosystem will be increased through the participation of people from a wide array of industries. aelf will adopt allocation rules specifically aimed to provide economic incentives for all participants and contributors, promoting sustainable development of the aelf ecosystem.",
  "aelf-Ecosystem's-Roles": "Roles of aelf Ecosystem",
  "Production-Nodes":"Production Nodes",
  "Production-Nodes-sum":"Any node can be elected as a production node. The production node participates in block production in accordance with the consensus protocol, receiving the corresponding rewards.",
  "Candidate-Nodes":"Candidate Nodes",
  "Candidate-Nodes-sum":"Those who are not elected as a production node become candidate nodes. These nodes can participate in block verification, ensuring the node campaign election is functioning at a healthy status",
  "Developers":"Developers",
  "Developers-sum":"The person or organization that develops DApp(s) based on aelf, the developer is a blockchain resource user and the internal driving factor for continuous growth.",
  "Investors (users)":"Investors (users)",
  "Investors (users)-sum":"Any users holding valuable assets on the aelf platform. Investors are an important component for application adoption, the growing of quality projects and circulation of value on the aelf blockchain.",
  "node&user":"Node and User Incentive Model",
  "types": "Types",
  "percentage of the Dividend Pool": "Percentage of the Dividend Pool",
  "production node base income": "Production Node Base Income",
  "production node vote weighted Income": "Production Node Vote Weighted Income",
  "production node re-election income": "Production Node Re-election Income",
  "candidate node income": "Candidate Node Income",
  "voter income": "Voter Income",
  "blo-res-all-mod":"Blockchain Resource Allocation Model",
  "used-in-first":"Used in the first three years to promote the activeness of the community.",
  "used-for-private-sale":"Used for private sale, no vesting period.",
  "Vesting-for-three":"Vesting for three years to build ælf ecosystem, support ælf marketing and sustain the development of ælf project.",
  "Mining-for-100-years":"Mining for 100 years, with linear gradient reduction on mining rewards.",
  "Vesting-for-two-years":"Vesting for two years, with the release of equal proportion once every half year.",
  "Resource-Token-payment-model":"Resource Token Payment Model",
  "Side chain usage fees Payment scheme": "Side Chain Usage Fees Payment Scheme",
  "application scenario": "Application Scenario",
  "Exclusive side-chain network resources": "Exclusive side-chain network resources",
  "The project plan is supported by the production node": "The project plan is supported by the production node",
  "Charges based on actual utilization of resources": "Charges based on actual utilization of resources",
  "Transaction fees payment scheme": "Transaction Fees Payment Scheme",
  "sed on transaction parameters and contract": "Charges based on transaction parameters",
  "related-content-title": "The Resource Token payment model",
  "related-content-1": "The Resource Token payment model is a pay-as-you-go approach. It collects developer transaction fees by analyzing how resources are used during the transaction execution.",
  "related-content-2": "The Resource Token is used to measure DApp's on-demand use of Resources. These Resource Tokens include CPU, RAM, DISK, NET, READ, WRITE, STORAGE and TRAFFIC Tokens (500 million each).",
  "related-content-3": "Resource Purchase: The purchase of resource tokens has a service fee of 0.5%, in which 50% is destroyed and 50% is placed into the dividend pool.",

  "Welcome-to-the-developer":"Welcome to the Developer Center",
  "Welcome-to-the-developer-sum":"aelf provides one-stop services for developers including resource tools. Learn how to deploy DApps on aelf and utilize practice applications. Here you can learn about aelf‘s technological developments and test the latest features.",
  "Developer-Documentation":"Developer Documentation",
  "Developer-Documentation-sum":"Detailed operating guidelines and design documents to help developers build distributed applications efficiently and participate in main chain management.",
  "Development-Environment":"Build a Development Environment",
  "Setup-a-Node":"Setup a Node",
  "Develop-DApp":"Develop a DApp ",
  "Developer-Tools":"Developer Tools",
  "Developer-Tools-sum":"Complete suite of Application Development Tools for underlying decentralized blockchain layers to suit a wide range of developer needs.",
  "aelf-sdk.js-sum":"A javascript library that communicates with the aelf node via the Web API",
  "Explorer-API":"Explorer API",
  "Explorer-API-sum":"A basic set of Explorer APIs to make it easy for developers to develop DApps",
  "aelf-Command-sum":"A command-line tool, which interacts with a node by encapsulating aelf-sdk.js and the Web API provided by the node",
  "aelf-bridge sdk-sum":"A set of standard communication protocols between a DApp and the aelf wallet",
  "Chain scanning tool":"Chain scanning tool",
  "Chain-scanning-tool-sum":"A tool that periodically synchronizes blockchain data to an external database through the Web API provided by node",
  "Development Case":"Development Case",
  "Development-Case-sum":"This development case can provide a reference for developers and open further exploration into distributed applications.",
  "Boilerplate-sum":"Boilerplate is an environment that is used to develop smart contracts and DApps",
  "Hello World-sum":"An introductory guide to developing with developer tools",
  "Bingo Game-sum":"A decentralized Game provided by aelf",
  "Developer Community":"Developer Community",
  "Developer Community-sum":"The aelf developer community, focusing on the true potential of blockchain adoption, is based on the global blockchain open source community who use the aelf ecosystem. In view of the existing underlying technological demand, aelf proposed an innovative solution, providing a rich modularized underlying development tool. We are committed to accelerating block chain technical development.",

  "aelf Public Testnet":"aelf Public Testnet and Supporting Features",
  "aelf Public Testnet-sum":"The testnet is a high-performance test network supporting multi-chain and multi-consensus features. It provides complete modular development components, intelligent contract development tools and development documents.  The cross-chain Cooperation Mechanism based on a multi-level main/side chain system supports the transfer interaction between chains. The stable parallel operation system ensures high transaction processing performance. Based on the scalability and flexibility of side chains, developers can easily develop and deploy decentralized applications with independent economic systems.",
  "Join the Testnet":"Join the Testnet",
  "User-friendly":"User-friendly features and tools:",
  "Build-local":"Build local test environments, test nodes and side chains;",
  "Users-can-write":"Users can write, publish and execute smart contracts, ultimately building their own blockchain system;",
  "Use-the-development":"Use the development template to create DApps based on the aelf block chain system;",
  "Apply-for-the":"Apply for the creation and use of test wallets to conduct multi asset same chain/cross chain transactions;",
  "Query main/side":"Query main/side chain block and transaction details through Explorer.",
  "The-testnet-is-open":"The testnet is open to anyone, providing unrestricted access and participation. Participants can also partake in the production node testnet elections. Successful candidates will receive the aelf foundation certification and be recommended by the official channels.",
  "Node-Distribution":"Nodes Distribution",
  "Canada":"Canada",
  "California":"California",
  "Sao Paulo":"Sao Paulo",
  "Virginia":"Virginia",
  "London":"London",
  "Ireland":"Ireland",
  "Sydney":"Sydney",
  "Tokyo":"Tokyo",
  "Hong Kong":"Hong Kong",
  "Singapore":"Singapore",
  "test-supp":"Testnet Supporting Facilities and Applications",
  "Developer Documentation":"Developer Documentation",
  "Apply for Test Token":"Apply for Test Token",
  "Beta Web Explorer":"Beta Block Explorer",
  "Beta Web Wallet":"Beta Web Wallet",
  "Beta Android Wallet,":"Beta Android Wallet",
  "Beta iOS Wallet":"Beta iOS Wallet",
  "Thanks for checking":"Thanks for checking out the aelf testnet, we welcome any feedback or suggestions! ",
  "aelf Developer Community Staff Contact Information:":"aelf Developer Community Staff Contact Information:",

  "aelf Team":"aelf Team",
  "aelf Team sum":"The aelf team is very diverse, with offices in Beijing, Singapore, South Korea and Australia. The core team members are from Microsoft, Alibaba, Baidu, Standard Chartered Bank of Singapore, McKinsey, and Roland Berger. Over 80% of them graduated from internationally renowned universities, such as MIT, Nanyang Technology of Singapore, Tianjin University, Huazhong University of science and technology, and the University of Melbourne.",
  "Ma Haobo":"Ma Haobo",
  "Ma Haobo-sum":"Founder/CEO of aelf, founder/ CEO of Hoopox, Blockchain expert, early adopter of digital assets, Ex-CTO of GemPay, Executive Member of the IEEE C/BDL (IEEE Computer Society Blockchain and Distributed Ledger Standards Committee), Commissioner of Chinese Institute of Electronics and China Computer Federation. He was named 'CEO of blockchain in 2018' by capital people.",
  "Zhuling Chen":"Chen Zhuling",
  "Zhuling Chen-sum":"Founder/COO of aelf, MIT graduate, Consulting veteran at Roland Berger, advised multiple MNCs and governments.",
  "Rong Peng":"Rong Peng",
  "Rong Peng-sum":"Rong Peng has a decade of experience in Internet development and management. He was a Technical Director at ABC Fintech where he was an expert in data mining and data visualization. Rong Peng also worked on a platform-based Blockchain for Tongxinclub in China. He is a former R&D Director (server-side) for Dolphin Explorer.",
  "Yang Yalong":"Yang Yalong",
  "Yang Yalong-sum":"PhD from Monash university with specialization in visualising geo-spatial and transaction network data. His research is published in well-known journals",
  "Jason King-sum":"Internet entrepreneur​, business executive​, cryptocurrency​ enthusiast, and asset manager​. Evangelizing Post-Quantum Cryptography, he is the co-creator of FLASH. Currently the CEO at CGS. Prior to that he was Managing Director at Binary Financial and Assistant Fund Manager at Alphabit Digital Currency Fund.",
  "Consultants":"Consultants",
  "Liam Robertson-sum":"CFA, CAIA, Liam is one of the largest individual and corporate traders of Cryptocurrencies in Europe and the Middle East. A certified investment manager in the UK, he established one of the world’s first regulated Cryptocurrency Hedge Funds in 2016. As founder and CEO of Alphabit Limited, Liam now advises a number of funds, family offices and ground-breaking Blockchain enterprises",
  "Zhou Shuoji":"Zhou Shuoji",
  "Zhou Shuoji-sum":"Founding partner of FBG Capital, with extensive experience in digital assets trading and investment. Vincent is also an early investor of a broad spectrum of blockchain companies and projects. He is considered as one of the most well-connected and visionary crypto hedge fund managers in Asia.",
  "Kenneth Oh-sum":"Senior Partner with Dentons Rodyk & Davidson’s Corporate Practice, and China/Indonesia Practices. Kenneth specializes in corporate finance, with almost two decades worth of experience in venture capital, private equity, IPOs/Token Sales and post-IPO/Token Sale funding, as well as mergers and acquisitions. Kenneth is admired for his quickness of mind and has been widely regarded a legal guru in his area of interest.",
  "J. Michael Arrington-sum":"J. Michael Arrington is the founder and CEO of TechCrunch. He was also the VP of RealNames, co-founder of Achex, founder of Zip.ca and Pool.com, as well as COO of Razorgator. Arrington also consulted at numerous companies such as Verisign. In May 2008, Arrington was named one of the world's 100 most influential people by Time Magazine.",
  "Join Us":"Join Us ",
  "send":"If you are interested in working for aelf, send your resume to email hr@aelf.io",

  "aelf Block Explorer": "aelf Block Explorer",
  "banner description":"The Explorer is an important tool for the aelf ecosystem. At present, it provides data monitoring, information querying, node elections, viewing contracts, resource purchases and other functions, enabling users and the aelf team to build a sustainable ecosystem. After the ecosystem has received improvements, expanding to a self-sustaining level, more content will be introduced to build an efficient and convenient ecosystem to further serve aelf users.",
  "Block Explorer":"Block Explorer",
  "Main Chain AELF":"Main Chain AELF",
  "Side Chain tDVV":"Side Chain tDVV",
  "Side Chain tDVW":"Side Chain tDVW",
  "Side Chain tDVX":"Side Chain tDVX",
  "Side Chain tDVY":"Side Chain tDVY",
  "Side Chain tDVZ":"Side Chain tDVZ",
  "Application for aelf Node’s Test Token":"Application for aelf Node’s Test Token",
  "Application for aelf Test Token":"Application for aelf Test Token",
  "View Guideline":"View Guideline",
  "Monitor and Search for Information":"Monitor and Search for Information",
  "Monitor and Search for Information-sum":"Basic data about the operation of the aelf ecosystem can be monitored and searched for on the Explorer homepage - transactions per minute, block height, total transactions, total accounts, number of applications, etc.",
  "Participate in Node Elections":"Participate in Node Elections",
  "Participate in Node Elections-sum":"You can apply to become a production node through the aelf blockchain Explorer, participating in the validation of blocks; you can also vote for nodes as an investor (user) ; aelf has designed a variety of incentive mechanisms for nodes and investors to motivate participation, in order to further promote aelf’s ecosystem.",
  "Purchase Resource Token":"Purchase Resource Tokens",
  "Purchase Resource Token-sum":"Resource tokens are used by developers to consume resources during payment chain or DApp operation. Developers need to ensure that there are sufficient resource tokens to keep the chain or DApp running. Use ELF to purchase resource tokens or sell resource tokens for ELF.",
  "Viewing Contracts":"Viewing Contracts",
  "Viewing Contracts-sum":"The current smart contract source code and Update Status for ELF can be viewed through the aelf blockchain Explorer, all content is transparent, searchable, and searches provide complete information.",

  "aelf Wallet APP":"aelf Wallet APP",
  "aelf Wallet APP-sum":"One-stop account management, allowing multiple assets to be traded in the same chain/cross chain, making it safe and easy to use. Create your wallet now!",
  "Android Wallet ":"Android Wallet ",
  "iOS Wallet":" iOS Wallet",
  "Asset Management":"Asset Management",
  "Asset Management-sum":"Address creation and asset classification management on the chain can be achieved through our one-stop account management mode.",
  "Cross Chain Transactions":"Cross Chain Transactions",
  "Cross Chain Transactions-sum":"Supports same-chain/main-side chain transactions, and conveniently access cross chain asset transfers, quickly and securely.",
  "Playing DApp":"Playing DApp",
  "Playing DApp-sum":"Supports the deployment of DApps based on the communication standard protocol between aelf H5 and wallet. Use any DApp without hassle.",

  "aelf Web Wallet":"aelf Web Wallet",
  "aelf Web Wallet-sum":"Safe and reliable multi-wallet asset management and trading for users",
  "Web Wallet":"Web Wallet",
  "Web Wallet-Management":"You can create wallet addresses and manage multiple wallets and internal assets synchronously through the web wallet.",
  "Online Transactions":"Online Transactions",
  "Fast transfers":"Fast transfers and collections on the blockchain. (use the APP version if you need cross-chain transactions) ",

  "Explorer Extension1":"aelf Explorer Extension 'NightELF'",
  "Explorer Extension-sum":"An important tool for participating in certain aelf Explorer services, users can manage keypair and application authorization through plug-ins, that is, authorize applications to use Extension.",
  "Explorer Extension":"Explorer Extension",
  "View Guideline-plug":"View Guideline",
  "Keypair Management":"Keypair Management",
  "Keypair Management-sum":"Quickly create, delete, backup, and import keypairs.",
  "Authorize Applications":"Authorize Applications",
  "Authorize Applications-sum":"Through the Authorizing Explorer APP, you can easily and quickly complete node election, resource purchases and more.",
  "Application Authorization Management":"Application Authorization Management",
  "Application Authorization Management-sum":"You can view authorization information and delete permissions for multiple applications.",


  "token领取地址": "https://docs.google.com/forms/d/e/1FAIpQLSf6HUXKMQ28__mtV_jKBpidkhw9RanbG659k4yU6HpaqVDN2g/viewform",
  "news": [
    {
      "title": "aelf Enterprise 0.9.0 Officially Released",
      "url": "https://medium.com/aelfblockchain/aelf-enterprise-0-9-0-officially-released-738d95c113be",
      "image": "url(assets/images/news/en/Enterprise.jpg)",
      "time":"2019.12.11"
    },
    {
      "title": "Microsoft Invites aelf to Attend Ignite Conference",
      "url": "https://medium.com/aelfblockchain/microsoft-invites-aelf-to-attend-ignite-conference-30899cd8e648",
      "image": "url(assets/images/news/en/MS.jpg)",
      "time":"2019.12.10"
    },
    {
      "title": "aelf Launches Bug Bounty",
      "url": "https://medium.com/aelfblockchain/aelf-launches-bug-bounty-c1e185f8aca4",
      "image": "url(assets/images/news/en/Bug.jpg)",
      "time":"2019.11.12"
    },
    {
      "title": "Google Cloud Supports aelf Blockchain",
      "url": "https://medium.com/aelfblockchain/google-cloud-supports-aelf-blockchain-62f3d59c0af5",
      "image": "url(assets/images/news/en/google.jpg)",
      "time":"2019.11.7"
    },
    {
      "title": "aelf Invited to Present at DotNet Elite Forum",
      "url": "https://medium.com/aelfblockchain/aelf-invited-to-present-at-dotnet-elite-forum-e7c100c83bf",
      "image": "url(assets/images/news/en/DNT.jpg)",
      "time":"2019.10.28"
    },
    {
      "title": "aelf Joins Huawei Cloud as Technology Partner & Invited to 2019 Huawei Connected Conference to Aid in Digital Transformation",
      "url": "https://medium.com/aelfblockchain/aelf-joins-huawei-cloud-as-technology-partner-invited-to-2019-huawei-connected-conference-to-aid-ac97b095886b",
      "image": "url(assets/images/news/en/hwc.jpg)",
      "time":"2019.10.30"
    }
  ]
}
