{
  "home":"Home",
  "mainnet-lauch":"Mainnet",
  "Community":"Community",
  "economy&governance":"Economy",
  "devel":"Developers",
  "tools":"Tools",
  "test&suppFac":"Testnet",
  "about-us":"About",
  "economic&gover-w-p":"Economics and Governance",
  "audit_report":"Audit Report",
  "aelf-landscape": "aelf Product Landscape",
  "aelf-w-p":"White Paper",
  "lan":"Language",
  "explorer":"Explorer",
  "wallet-APP":"Wallet APP",
  "web-Wallet":"Web Wallet",
  "explorer-extension":"Explorer Extension",
  "resources":"Resources",
  "team": "Key Team Members",
  "join-us":"Join Us",
  "click-enter":"View Details",
  "website":"Website",
  "devel-center":"Developer Center",

  "dec-cl-com-blo-net":"The public blockchain network for the future digital economy",
  "t-l-blo-a-s-com-app":"Our blockchain technology provides innovative solutions for enterprises facing real world problems",
  "aelf-all-blo-to-em": "Decentralized cloud computing blockchain network",
  "pro-a-blo-pla-&-exc-per": "aelf is an innovative open-source blockchain network designed as a complete business solution. The structure of ‘one main chain + multiple side chains’ allows developers to independently deploy or run DApps (Distributed Applications) on individual side chains to achieve effective resource isolation. By adopting parallel processing and the unique AEDPoS consensus mechanism, aelf's technology made major breakthroughs in performance, achieving high throughput. Based on the cross-chain technology of the main chain index and verification mechanisms, aelf achieves efficient and secure communication between the main chain and all side chains, and as a result, allows direct interoperability between side chains.",
  "new-bus-tra": "Let blockchain easily reach traditional economy",
  "bre-th-tra-bus-mod": "aelf meets the governance needs of different applications by providing a range of models, including a Parliament Governance Model, an Association Governance Model, and a Referendum Governance Model. Through the extremely fine-tuned incentive model, the network is equipped with a self-sustainable system and supports self-evolution on a practical basis. Simultaneously, developers can debug, develop and deploy applications based on a well-developed IDE provided by aelf.",
  "aelf-an-open-blo-net":"Disrupting traditional systems with a truly decentralized blockchain network",
  "fac-re-world-pro": "In order to expedite aelf’s integration with multiple business use cases, aelf has launched aelf Enterprise, an enterprise-level integrated blockchain solution. aelf Enterprise is based on the requirements of highly efficient business scenarios. To meet the requirements of different industries, including supply chain management, credit scoring, user incentives, and property protection, aelf Enterprise provides enterprises with a highly flexible yet practical modularized blockchain solution, which can help blockchain and the real economy grow hand in hand. This unique commercial blockchain solution has been internationally recognised and certified by MIIT (Ministry of Industry and Information Technology) in China; and this technology has also been awarded the Blockchain System Certificate by CETSI (China Electronics Technology Standardization Institute). ",
  "un-perf":"High Performance",
  "par-com&ser":"Parallel processing and server clusters remove performance bottlenecks",
  "res-isolation":"Resource Isolation",
  "cross-chain-col":"The cross-chain collaboration mechanism facilitates independent application deployment",
  "sta&sim-imp":"Stable and Simple Implementation",
  "plug-and-play-app-mod":"Plug-and-play application modules greatly improve development efficiency",
  "mul-gover":"Flexi-Governance",
  "the-flex-mul-gover":"The flexible multi-governance model meets governance needs for any specific scenarios",
  "main-laun-int":"Mainnet Launch Node Invitation",
  "laun-int-content":"There are in total 29 member node positions available and this invitation ends when all positions are filled. Participants will take part in the mainnet launch preparations and be deeply involved in the ecosystem and governance development. We invite you to contribute to the smooth launch of the aelf mainnet. Participants will receive corresponding rights and incentives. Positions are limited.",
  "aelf-dao":"aelf Community Development & Governance",
  "aelf-dao-desc":"aelf community members participate in building aelf’s ecosystem, achieving progressive development through different governance methods such as the aelf DAO, Node Election, Resource Purchase, and Proposals.",
  "start-exp-test":"Get started with the Public Testnet now",
  "start-exp-test-content":"Based on this public beta testnet, you can try the core functions of the aelf main network, node building and election, mining rewards, side chain configuration, cross chain interaction, DApp deployment, and more. Try it now!",
  "development-history":"Development Roadmap",
  "develp-stage1":"Stage I : aelf Project Launch",
  "develp-stage1-1":"• Release aelf White Paper",
  "develp-stage1-2":"• Launch ELF token ",
  "develp-stage1-3":"• Launch Candy System",
  "develp-stage2":"Stage Ⅱ : Basic Function Development",
  "develp-stage2-1": "• Launch aelf Testnet",
  "develp-stage2-2":"• Complete parallel processing function",
  "develp-stage2-3":"• Build AEDPoS consensus mechanism",
  "develp-stage3":"Stage Ⅲ : Core System Development",
  "develp-stage3-1":"• Build economic model",
  "develp-stage3-2":"• Build main chain and side chain system",
  "develp-stage3-3":"• Prepare mainnet launch",
  "develp-stage4":"Stage Ⅳ ：Official Mainnet Launch",
  "develp-stage4-1":"• Launch mainnet",
  "develp-stage4-2":"• Finish TokenSwap",
  "develp-stage4-3":" • Elect mainnet nodes",
  "news_rep":"News",
  "inv-ins":"Investors",
  "exchange":"Exchanges",
  "partnership":"Technology Partners",

  "aelf-white-paper-on1":"aelf Economics and Governance White Paper is available now",
  "models1":"Key Technical Highlights · Complete Infrastructure · Beginner's Guide",
  "aelf-white-paper-on2":"Released: Introduction to aelf Public Testnet and Supporting Features",
  "models2":"Five technical highlights / Five technical highlights / Five technical highlights",
  "aelf-white-paper-on3":"The Mainnet Launch Committee officially announced",


  "main-launch-com":"Mainnet Launch Committee Application",
  "int-open":"As an ad hoc organization during the preparation period prior to the mainnet launch, the members of the Mainnet Launch Committee shall not only have the right to propose and vote on matters related to mainnet, but will also participate in the mainnet preview and related function evaluation. After the mainnet launch, the rights and interests in the mainnet will be gradually transferred to the production nodes, and then the Mainnet Launch Committee will be disbanded. Available spots are limited on a 'first come, first served' basis. Apply now!",
  "sign-up-now":"Apply",
  "master-plan":"Mainnet Launch Master Plan",
  "plan-mainnet":"Mainnet Preparation",
  "plan-mainnet-content-1":"- Release aelf Economics and Governance White Paper",
  "plan-mainnet-content-2":"- Release Introduction to the Testnet & Supporting Facilities",
  "plan-mainnet-content-3":"- Launch Public Testnet V1.0",
  "plan-mainnet-content-4":"- Recruit and establish the Mainnet Launch Committee",
  "master-plan-detail":"View More",
  "mainnet-launch-roadmap":"Mainnet Launch Roadmap",
  "mainnet-launch-monitoring":"Mainnet Security Monitoring",
  "launch-monitoring-content-1":"Main chain and side chain will be launched step by step",
  "launch-monitoring-content-2":"Gain token swap access to mainstream exchanges",
  "launch-monitoring-content-3":"Try out the Mainnet Features",
  "mainnet-launch-swap":"Mainnet Token Swap",
  "launch-swap-content-1":"Unlock the mainnet token and enable the token transfer feature",
  "launch-swap-content-2":"Initiate token migration",
  "launch-swap-content-3":"Cooperate with mainstream exchanges to swap tokens for token holders",
  "mainnet-launch-election":"Node Election",
  "launch-election-content-1":"Host mainnet node election campaign",
  "launch-election-content-2":" DApps go live in succession",
  "mainnet-launch-improvement":"Mainnet Improvement",
  "launch-improvement-content-1":"Replace all nodes with elected parties",
  "launch-improvement-content-2":"Election of the aelf DAO management committee",
  "launch-improvement-content-3":"Host DApp development contest",
  "mainnet-launch-stabilization":"Mainnet Stabilization",
  "launch-stabilization-content-1":"Achieve the auto-governance of the aelf ecosystem.",

  "release-plan":"ELF (mainnet token) Distribution Plan",
  "release-plan-detail":"View Mor",
  "release-plan-subtitle":"ELF is the main token in the aelf network. The total amount of issuance is 1 billion. After the mainnet goes online, the Genesis Block will release 88% of the ELF (880 million), which will be used for the token swap in the future. The remaining 12% (120 million) will be the mining rewards. In other words, the ELF-ERC 20 Token currently owned by the holder will not be affected.Regarding the whereabouts of the 88% of total ELF, we have the following plans:",
  "release-observe-node":"Mainnet Security Monitoring",
  "release-observe-node-content-1":"Genesis: During week 1, there was no operation on the chain except for block generation. 88% of the ELF issued from the Genesis Block is temporarily held by the first BP (Genesis Node) .",
  "release-observe-node-content-2":"In week 2, the 5 Genesis Nodes can start claiming their earnings, and in the future they can do so every four weeks. When Genesis Node receive their first earnings (including block rewards and re-election), the first Genesis Node will sent 88% of the ELF to the default parliamentary organization address. That’s a five-Genesis-Node multi-signature address.",
  "release-observe-node-content-3":"In week 3, side-chain creation and swapping contract will be deployed by the Genesis Node.",
  "release-observe-node-content-4":"Before the Full function tryout for community starts, ELF required for the first swapping will be provided by the parliamentary organization and will be released to the first Genesis node. The BP will transfer all earned ELF to the shared side-chain through cross-chain transfer. After that, the parliamentary organization can provide ELF again in combination with the Full function Tryout for community.",
  "release-swap-node":"Mainnet Token Swap",
  "release-swap-node-content":"All ERC-20 ELF will swap to the aelf mainnet.",
  "release-complete-node":"Mainnet Improvement",
  "release-complete-node-content":"With the establishment of the aelf DAO Management Committee, it will be up to the DAO committee to decide the ownership of the remaining ELF in the parliamentary organization.",
  
  "observe-node":"Mainnet Security Monitoring",
  "observe-node-content-1":"Genesis: During week 1, there was no operation on the chain except for block generation. 88% of the ELF issued from the Genesis Block is temporarily held by the first BP (Genesis Node) .",
  "observe-node-content-2":" In week 2, the 5 Genesis Nodes can start claiming their earnings, and in the future they can do so every four weeks. When Genesis Node receive their first earnings (including block rewards and re-election), the first Genesis Node will sent 88% of the ELF to the default parliamentary organization address. That’s a five-Genesis-Node multi-signature address.",
  "observe-node-content-3":" In week 3, side-chain creation and swapping contract will be deployed by the Genesis Node.",
  "observe-node-content-4":" Before the Full function tryout for community starts, ELF required for the first swapping will be provided by the parliamentary organization and will be released to the first Genesis node. The BP will transfer all earned ELF to the shared side-chain through cross-chain transfer. After that, the parliamentary organization can provide ELF again in combination with the Full function Tryout for community.",
  "swap-node":"Mainnet Token Swap",
  "swap-node-content":"All ERC-20 ELF will swap to the aelf mainnet.",
  "complete-node":"Mainnet Improvement",
  "complete-node-content":"With the establishment of the aelf DAO Management Committee, it will be up to the DAO committee to decide the ownership of the remaining ELF in the parliamentary organization.",
  "block-height":"BlockHeight",
  "TPM":"TPM",
  "aelf-mainnet-overview":"aelf Mainnet Overview",
  "transactions":"Transactions",
  "accounts":"Accounts",
  "aelf-mainnet-ecosystem":"aelf Mainnet Ecosystem",
  "aelf-mainnet-ecosystem-detail":"aelf has unlimited scalability, innovative cross-chain collaboration mechanism and elegant multi-level main-chain side-chain system, which can provide users with a high-performance, user-friendly and reliable large-scale commercial blockchain infrastructure.",
  "coming-soon":"Coming Soon",
  "check-out-more-about-mainnet":"Check out more about Mainnet",
  "pre-main":"Mainnet Preview",
  "pre-main-content-1":"- Mainnet launch preview",
  "pre-main-content-2":"- Determine official launch time of the Mainnet",
  "pre-main-content-3":"- Open Mainnet node application",
  "launch-main":"Mainnet Launch",
  "launch-main-content-1":"- Officially launch the Mainnet",
  "launch-main-content-2":"- Open Token swap",
  "launch-main-content-3":"- Complete Mainnet node election and replace the Mainnet Launch Committee",
  "launch-main-content-4":"- Host DApp development competition",
  "stabilize-mainnet":"Mainnet Stability",
  "stabilize-mainnet-content":"- Achieve self-regulating autonomy for the aelf ecosystem",
  "contan":"Public Testnet V1.0 activities, including:",
  "contan-sum":"Global Code Audit Bounty, Testnet mapping event, and Testnet node election",
  "Committee Members":"Committee Members",
  "Committee Member Incentive Model":"Committee Member Incentive Model",

  "pro-node-of-node":"All 17 production nodes of the network are in fierce competition ",
  "par-in-cam":"Participate in the Campaign · Gather Strength · Create Value Together",
  "become-node":"Become a Production Node",
  "become-node-content":"In the aelf ecosystem, production nodes are not only responsible for block production, but also for maintaining the healthy development of aelf as a whole. In the initial stage, 17 production nodes will be set, followed by an additional 2 each year (number of nodes = 2n + 1, n = 8 in the first year, increasing by 1 each year). The top 17 nodes ranked by votes are elected as production nodes. If you are interested",
  "apply now":"apply now",
  "tutorial":"Tutorial",
  "step-1":"Step I",
  "step-1_content":"Open the 'node election' page in the Explorer",
  "step-2":"Step Ⅱ",
  "step-2_content":"Stake 100,000 ELF through your wallet",
  "step-3":"Step Ⅲ",
  "step-3_content":"Fill in your node information",
  "step-4":"Step Ⅳ",
  "step-4_content":"Complete the application and start your marketing campaign to attract votes",
  "vote-node":"Vote for a Node",
  "in-aelf-eco":"In the aelf ecosystem, users can be seen as investors who select and vote for quality nodes and contribute to the aelf ecosystem maintenance together with the nodes.",
  "voting":"Vote",
  "user-can-sel":"Users can select the production/candidate nodes to receive their votes in the voting module of the aelf Explorer. This can be switched between wallet voting and unexpired voting.",
  "redemption":"Redemption",
  "redemption-content":"Users can redeem their votes for production/candidate nodes in the aelf Explorer by selecting the nodes they voted for and clicking redeem vote.",
  "int-of-pro":"Information about Production Nodes",
  "how-to-pur-res":"Purchase Resources",
  "how-to-pur-res-sum":"Resource tokens are used to consume resources when the developer payment chain or DApp is running. Developers need to ensure that there are enough resource tokens to keep the chain or DApp running. Users can use ELF to buy or sell resource tokens through the aelf Block Explorer.",
  "buy-sell-res-tok":"Buy / Sell Resource Tokens",
  "buy-sell-res-tok-sum":"Users can buy or sell resource tokens on the Purchase Resources page of the aelf Explorer.",
  "pro-init-imp":"Proposal Creation and Implementation",
  "pro-init-imp_sum":"The aelf proposal feature creates an environment for organizations to vote (Approve / Reject / Abstain) on projects that contribute to the aelf ecosystem. If you have a project or idea that could help improve the ecosystem",
  "proposal now":"submit here",
  "apply":"Apply",
  "execute":"Execute",
  "step-1-content":"Any user on the organization's whitelist can submit a proposal. You will be required to fill in the proposal model, contract and contract method, organization, and proposal expiration date. This information will be published in the proposal list",
  "step-2-1-content":"The organization votes with one of the following options: 'Approve / Reject / Abstain'",
  "step-2-2-content":"The organization must complete the voting before the expiry date. Votes can only be cast once and cannot be withdrawn.",
  "step-2-3-content":"When voting on a proposal that utilizes the Referendum Contract Model, the token set by the organization must be staked, and can only be returned after the proposal expires.",
  "step-3-1-content":"Thresholds for the implementation of proposals include 4 types: minimum approved threshold, maximum rejected threshold, maximum abstained threshold, and minimum vote threshold.",
  "step-3-2-content":"Once the number of approved votes is reached before the expiry date, the initiator can execute the minimum approved threshold and minimum vote threshold contracts",

  "aelf-Economy&Governance":"Economics and Governance",
  "more":"More",
  "aelf-Economy&Governance-content":"aelf’s economics and governance play an important role in enhancing collaboration between the ecosystem and core business processes. The value of aelf’s ecosystem will be increased through the participation of people from a wide array of industries. aelf will adopt allocation rules specifically aimed to provide economic incentives for all participants and contributors, promoting sustainable development of the aelf ecosystem.",
  "aelf-Ecosystem's-Roles":"Roles of the aelf Ecosystem",
  "Production-Nodes":"Production Nodes",
  "Production-Nodes-sum":"Any node can be elected as a production node. The production nodes produce blocks in accordance with the consensus protocol, in exchange for the corresponding rewards.",
  "Candidate-Nodes":"Candidate Nodes",
  "Candidate-Nodes-sum":"Those who are not elected as production nodes become candidate nodes. These nodes can participate in block verification, ensuring there is no foul play in node election",
  "Developers":"Developers",
  "Developers-sum":"Developers are individuals or organizations who develop DApp(s) on aelf. They are the users of onchain resources and drive the continuous growth of the aelf ecosystem.",
  "Investors (users)": "Users (Tokenholders)",
  "Investors (users)-sum":"Investors are any users who hold assets on the aelf platform. They play an important role in discovering and circulating the value of applications on the aelf blockchain.",
  "node&user":"Node and User Incentive Model",
  "types":"Types",
  "percentage of the Dividend Pool":"Percentage of the Dividend Pool",
  "production node base income":"Production Node Base Income",
  "production node vote weighted Income":"Production Node Vote Weighted Income",
  "production node re-election income":"Production Node Re-election Income",
  "candidate node income":"Candidate Node Income",
  "voter income":"Voter Income",
  "blo-res-all-mod":"Blockchain Resource Allocation Model",
  "used-in-first":"Used in the first three years to promote community engagement.",
  "used-for-private-sale":"Used for private sale, no vesting period.",
  "Vesting-for-three":"Vested for three years to build the aelf ecosystem, support marketing activities and sustain the development and operation of the aelf project.",
  "Mining-for-100-years":"Mined for 100 years, with linear gradient reduction on mining rewards on an annual basis.",
  "Vesting-for-two-years":"Vested for two years, with the same proportion of tokens being released every half year.",
  "Vesting-for-two-years-advisors":"Vested for two years, with the same proportion of tokens being released every half year.",
  "Resource-Token-payment-model":"Resource Token Payment Model",
  "Side chain usage fees Payment scheme":"Side-Chain Usage Fee Payment Scheme",
  "application scenario":"Application Scenario",
  "Exclusive side-chain network resources":"Exclusive side chain network resources",
  "The project plan is supported by the production node":"The project plan is supported by the production nodes",
  "Charges based on actual utilization of resources":"Fees are based on actual use of resources",
  "Transaction fees payment scheme":"Transaction Fee Payment Scheme",
  "sed on transaction parameters and contract":"Fees are based on transaction parameters",
  "related-content-title":"Resource Token payment model",
  "related-content-1":"The Resource Token payment model adopts a pay-as-you-go approach. It collects transaction fees from developers by analyzing how resources are used during transaction execution.",
  "related-content-2":"The Resource Token is used to measure DApp's on-demand use of resources. These Resource Tokens include CPU, RAM, DISK, NET, READ, WRITE, STORAGE and TRAFFIC Tokens (500 million each).",
  "related-content-3":"Resource Purchase: A transaction fee of 0.5% is charged when purchasing Resource Tokens, of which 50% is destroyed and 50% is put into the dividend pool.",

  "Welcome-to-the-developer":"Welcome to the Developer Center",
  "Welcome-to-the-developer-sum":"aelf provides one-stop services for developers, including resource tools. Learn how to deploy DApps on aelf and utilize applications for practice. Here you can learn about aelf‘s technical developments and test the latest features.",
  "Developer-Documentation":"Developer Documentation",
  "Developer-Documentation-sum":"Detailed guidelines and design documentations help developers build distributed applications efficiently and participate in main chain management.",
  "Development-Environment":"Build a Development Environment",
  "Setup-a-Node":"Set up a Node",
  "Develop-DApp":"Develop a DApp ",
  "Developer-Tools":"Developer Tools",
  "Developer-Tools-sum":"Complete suite of Application Development Tools for underlying decentralized blockchain layers to suit a wide range of developer needs.",
  "aelf-sdk.js-sum":"A javascript library that communicates with the aelf node via the Web API",
  "Explorer-API":"Explorer API",
  "Explorer-API-sum":"A basic set of Explorer APIs which makes it easier for developers to develop DApps",
  "aelf-Command-sum":"A command-line tool which interacts with a node by encapsulating aelf-sdk.js and the Web API provided by the node",
  "aelf-bridge sdk-sum":"A set of standard communication protocols between a DApp and the aelf wallet",
  "Chain scanning tool":"Chain Scanning Tool",
  "Chain-scanning-tool-sum":"A tool that regularly synchronizes blockchain data to an external database through the Web API provided by the node",
  "Development Case":"Development Cases",
  "Development-Case-sum":"These development cases can provide a reference for developers and open up new possibilities for distributed applications.",
  "Boilerplate-sum":"Boilerplate is an environment for developing smart contracts and DApps",
  "Hello World-sum":"An introductory guide to developing with developer tools",
  "Bingo Game-sum":"A decentralized game provided by aelf",
  "Developer Community":"Developer Community",
  "Developer Community-sum":"The aelf developer community, focusing on the wide business adoption of blockchain technology, is based on the global blockchain open-source community based on the aelf ecosystem. In response to the existing underlying technological pain points, aelf proposed an innovative solution, providing a rich collection of modularized underlying development tools. We are committed to shaping the future world with blockchain technology.",

  "aelf Public Testnet":"aelf Public Testnet and Supporting Features",
  "aelf Public Testnet-sum":"The Testnet is a high-performance test network supporting multi-chain and multi-consensus features. It provides complete modular development components, smart contract development tools and development documents. The cross-chain cooperation mechanism based on a multi-level main/side chain system supports the transfer interaction between chains. The stable parallel operation system ensures high transaction processing performance. Based on the scalability and flexibility of side chains, developers can easily develop and deploy decentralized applications with independent economic systems.",
  "Join the Testnet":"Join the Testnet",
  "User-friendly":"User-friendly features and tools:",
  "Build-local":"Build local test environments, test nodes and side chains;",
  "Users-can-write":"Users can write, publish and execute smart contracts, ultimately building their own blockchain systems;",
  "Use-the-development":"Use the development template to create DApps based on the aelf blockchain system;",
  "Apply-for-the":"Apply for the creation and use of test wallets to conduct multi-asset same chain/cross chain transactions;",
  "Query main/side":"Query main/side chain block and transaction details through Explorer.",
  "The-testnet-is-open":"The Testnet is open to anyone, providing unrestricted access and participation. Participants can also take part in the production node testnet election. Successful candidates will receive the aelf Foundation certification and be recommended by the official channels.",
  "Node-Distribution":"Node Distribution",
  "Canada":"Canada",
  "California":"California",
  "Sao Paulo":"Sao Paulo",
  "Virginia":"Virginia",
  "London":"London",
  "Ireland":"Ireland",
  "Sydney":"Sydney",
  "Tokyo":"Tokyo",
  "Hong Kong":"Hong Kong",
  "Singapore":"Singapore",
  "test-supp":"Testnet Supporting Facilities and Applications",
  "Developer Documentation":"Developer Documentation",
  "Apply for Test Token":"Apply for Test Token",
  "Beta Web Explorer":"Beta Block Explorer",
  "Beta Web Wallet":"Beta Web Wallet",
  "Beta Android Wallet,":"Beta Android Wallet",
  "Beta iOS Wallet":"Beta iOS Wallet",
  "Thanks for checking":"Thank you for checking out the aelf Testnet, we welcome any feedback or suggestions! ",
  "aelf Developer Community Staff Contact Information:":"aelf Developer Community Staff Contact Information:",

  "aelf Team":"aelf Team",
  "aelf Team sum":"The aelf team is highly globalized, with offices in Beijing, Singapore, South Korea and Australia. The members of the core team are from Microsoft, Alibaba, Baidu, Standard Chartered Bank of Singapore, McKinsey, and Roland Berger. Over 80% of them graduated from internationally renowned universities, such as MIT, Nanyang Technology University of Singapore, Tianjin University, Huazhong University of Science and Technology, and the University of Melbourne.",
  "Ma Haobo":"Ma Haobo",
  "Ma Haobo-sum":"Founder/CEO of aelf, Founder/ CEO of Hoopox, Blockchain expert, early adopter of digital assets, Ex-CTO of GemPay, Executive Member of the IEEE C/BDL (IEEE Computer Society Blockchain and Distributed Ledger Standards Committee), Commissioner of Chinese Institute of Electronics and China Computer Federation. He was named 'CEO of Blockchain in 2018' by people.cn.",
  "Zhuling Chen":"Chen Zhuling",
  "Zhuling Chen-sum":"Founder/COO of aelf, MIT graduate, Consulting veteran at Roland Berger, advised multiple MNCs and governments.",
  "Rong Peng":"Rong Peng",
  "Rong Peng-sum":"Rong Peng has a decade of experience in Internet development and management. He was a Technical Director at ABC Fintech where he was an expert in data mining and data visualization. Rong Peng also worked on a platform-based Blockchain for Tongxinclub in China. He is a former R&D Director (server-side) for Dolphin Explorer.",
  "Yang Yalong":"Yang Yalong",
  "Yang Yalong-sum":"PhD from Monash university specializing in visualising geo-spatial and transaction network data. His research has been published in leading international journals",
  "Jason King-sum":"Internet entrepreneur​, business executive​, cryptocurrency​ enthusiast, and asset manager​. Evangelizing Post-Quantum Cryptography, he is the co-creator of FLASH. Currently the CEO at CGS. Prior to that he was Managing Director at Binary Financial and Assistant Fund Manager at Alphabit Digital Currency Fund.",
  "Consultants": "Advisors",
  "Liam Robertson-sum":"CFA, CAIA, Liam is one of the largest individual and corporate traders of Cryptocurrencies in Europe and the Middle East. A certified investment manager in the UK, he established one of the world’s first regulated Cryptocurrency Hedge Funds in 2016. As founder and CEO of Alphabit Limited, Liam now advises a number of funds, family offices and ground-breaking Blockchain enterprises",
  "Zhou Shuoji":"Zhou Shuoji",
  "Zhou Shuoji-sum":"Founding partner of FBG Capital, with extensive experience in digital assets trading and investment. Vincent is also an early investor in a broad spectrum of blockchain companies and projects. He is considered as one of the most well-connected and visionary crypto hedge fund managers in Asia.",
  "Kenneth Oh-sum":"Senior Partner with Dentons Rodyk & Davidson’s Corporate Practice, and China/Indonesia Practices. Kenneth specializes in corporate finance, with almost two decades of experience in venture capital, private equity, IPOs/Token Sales and post-IPO/Token Sale funding, as well as mergers and acquisitions. Kenneth is admired for his quickness of mind and has been widely regarded as a legal guru in his area of interest.",
  "J. Michael Arrington-sum":"J. Michael Arrington is the founder and CEO of TechCrunch. He was also the VP of RealNames, co-founder of Achex, founder of Zip.ca and Pool.com, as well as COO of Razorgator. Arrington also consulted at numerous companies, such as Verisign. In May 2008, Arrington was named one of the world's 100 most influential people by Time Magazine.",
  "Join Us":"Join Us ",
  "send":"If you are interested in working at aelf, please send your resume to email hr@aelf.io",

  "aelf Block Explorer":"aelf Block Explorer",
  "banner description":"The Explorer is an important tool for the aelf ecosystem. At present, it provides data monitoring, information query, node election, contract view, resource purchase and other functions, enabling users and the aelf team to build a sustainable ecosystem. After the ecosystem is improved to be a self-sustaining, more content will be introduced to build an efficient and convenient ecosystem to further serve aelf users.",
  "Block Explorer":"Block Explorer",
  "Main Chain AELF":"Main Chain AELF",
  "Side Chain tDVV":"Side Chain tDVV",
  "Side Chain tDVW":"Side Chain tDVW",
  "Side Chain tDVX":"Side Chain tDVX",
  "Side Chain tDVY":"Side Chain tDVY",
  "Side Chain tDVZ":"Side Chain tDVZ",
  "Application for aelf Node’s Test Token":"Application for aelf Node’s Test Token",
  "Application for aelf Test Token":"Application for aelf Test Token",
  "View Guideline":"View Guidelines",
  "Monitor and Search for Information":"Monitor and Search for Information",
  "Monitor and Search for Information-sum":"Basic data about the operation of the aelf ecosystem can be monitored and searched on the Explorer homepage - transactions per minute, block height, total transactions, total accounts, number of applications, etc.",
  "Participate in Node Elections":"Participate in Node Elections",
  "Participate in Node Elections-sum":"You can apply to become a production node through the aelf blockchain Explorer and participate in block validation; you can also vote for nodes as an investor (user) ; aelf has designed a variety of incentive mechanisms for nodes and investors to encourage participation, so as to further promote the aelf ecosystem.",
  "Purchase Resource Token":"Purchase Resource Tokens",
  "Purchase Resource Token-sum":"Resource tokens are used by developers to consume resources during payment chain or DApp operation. Developers need to ensure that there are sufficient resource tokens to keep the chain or DApp running. Use ELF to purchase resource tokens or sell resource tokens for ELF.",
  "Viewing Contracts":"View Contracts",
  "Viewing Contracts-sum":"The current smart contract source code and Update Status for ELF can be viewed through the aelf blockchain Explorer. All content is transparent, searchable, and searches provide complete information.",

  "aelf Wallet APP":"aelf Wallet APP",
  "aelf Wallet APP-sum":"One-stop account management, allowing multiple assets to be traded in the same chain/cross chain, making it safe and easy to use. Create your wallet now!",
  "Android Wallet ":"Android Wallet ",
  "iOS Wallet":" iOS Wallet",
  "Asset Management":"Asset Management",
  "Asset Management-sum":"Address creation and asset classification management on the chain can be achieved through our one-stop account management system.",
  "Cross Chain Transactions":"Cross Chain Transactions",
  "Cross Chain Transactions-sum":"Supports same-chain/main-side chain transactions, and access cross chain asset transfers quickly and securely.",
  "Playing DApp":"Playing DApp",
  "Playing DApp-sum":"Supports the deployment of DApps based on the communication standard protocol between aelf H5 and wallet. Use any DApp without hassle.",

  "aelf Web Wallet":"aelf Web Wallet",
  "aelf Web Wallet-sum":"Safe and reliable multi-wallet asset management and trading for users",
  "Web Wallet":"Web Wallet",
  "Web Wallet-Management":"You can create wallet addresses and manage multiple wallets and internal assets synchronously through the web wallet.",
  "Online Transactions":"Online Transactions",
  "Fast transfers":"Fast transfers and collections on the blockchain. (use the APP version if you need cross-chain transactions) ",

  "Explorer Extension1":"aelf Explorer Extension 'NightELF'",
  "Explorer Extension-sum":"An important tool for accessing certain aelf Explorer services, users can manage keypair and application authorization through plug-ins, that is, authorize applications to use Extension.",
  "Explorer Extension":"Explorer Extension",
  "View Guideline-plug":"View Guidelines",
  "Keypair Management":"Keypair Management",
  "Keypair Management-sum":"Quickly create, delete, back up, and import keypairs.",
  "Authorize Applications":"Authorize Applications",
  "Authorize Applications-sum":"Through the Authorizing Explorer APP, you can easily and quickly elect nodes, purchase resource and more.",
  "Application Authorization Management":"Application Authorization Management",
  "Application Authorization Management-sum":"You can view authorization information and delete permissions for multiple applications.",


  "token领取地址":"https://docs.google.com/forms/d/e/1FAIpQLSf6HUXKMQ28__mtV_jKBpidkhw9RanbG659k4yU6HpaqVDN2g/viewform",
  "news": [{
      "title":"aelf Enterprise 0.9.0 Officially Released",
      "url":"https://medium.com/aelfblockchain/aelf-enterprise-0-9-0-officially-released-738d95c113be",
      "image":"url(assets/images/news/en/Enterprise.jpg)",
      "time":"2019.12.11"
    },
    {
      "title":"Microsoft Invites aelf to Attend Ignite Conference",
      "url":"https://medium.com/aelfblockchain/microsoft-invites-aelf-to-attend-ignite-conference-30899cd8e648",
      "image":"url(assets/images/news/en/MS.jpg)",
      "time":"2019.12.10"
    },
    {
      "title":"aelf Launches Bug Bounty",
      "url":"https://medium.com/aelfblockchain/aelf-launches-bug-bounty-c1e185f8aca4",
      "image":"url(assets/images/news/en/Bug.jpg)",
      "time":"2019.11.12"
    },
    {
      "title":"Google Cloud Supports aelf Blockchain",
      "url":"https://medium.com/aelfblockchain/google-cloud-supports-aelf-blockchain-62f3d59c0af5",
      "image":"url(assets/images/news/en/google.jpg)",
      "time":"2019.11.7"
    },
    {
      "title":"aelf Invited to DotNet Elite Forum",
      "url":"https://medium.com/aelfblockchain/aelf-invited-to-present-at-dotnet-elite-forum-e7c100c83bf",
      "image":"url(assets/images/news/en/DNT.jpg)",
      "time":"2019.10.28"
    },
    {
      "title":"aelf Joins Huawei Cloud as Technology Partner & Invited to 2019 Huawei Connected Conference to Aid in Digital Transformation",
      "url":"https://medium.com/aelfblockchain/aelf-joins-huawei-cloud-as-technology-partner-invited-to-2019-huawei-connected-conference-to-aid-ac97b095886b",
      "image":"url(assets/images/news/en/hwc.jpg)",
      "time":"2019.10.30"
    }
  ]
}