{
  "基金会": "Foundation",
  "Grid商业计划": "Grid Business Plan",
  "项目白皮书": "Project White Paper",
  "真实商业价值进入区块链的临界点": "Turning point to bring real asset into crypto world",
  "区块链转折": "A turning point in Blockchain industry",
  "从概念为主-商业价值驱动": "From concept driven to business driven",
  "数字货币价格": "Crypto-currency price",
  "区块链的下一个突破": "",
  "区块链技术的下一个突破是建立商业级的技术平台，": "The next breakthrough in Blockchain technology is to establish a commercial-scale platform, to meet business requirements and spur commercial applications and innovation.",
  "满足商业需求，促进商业应用与创新": "",
  "第一个数字货币": "First crypto-currency",
  "实现安全的价值传输": "Secure and transparent value transfer",
  "引进智能合约": "Smart contract",
  "拓展了应用场景": "Expansion of use cases",
  "商业级的平台性能和能力": "Commercial-scale performance",
  "高定制化的智能合约执行力": "Smart contract customisation",
  "高度自我进化和完善能力": "Self-evolving capability",
  "高度的安全性": "Security",
  "未来区块链行业": "Future Grid Eco-system",
  "保险行业": "Insurance",
  "去中心化交易": "Decentralized exchanged",
  "数字资产发行": "Digital asset issuance",
  "信息登记认证": "Information registry and verification",
  "区块链特性": "Highlights from Grid",
  "Grid作为一条高效可进化的多链区块链": "Grid, a multi-Chain parallel processing Blockchain Framework, fulfills requirements to embrace commercialisation.",
  "满足了未来推动商业融合的需求。": "",
  "主链&侧链自我": "Self-evolving,",
  "进化提升": "Main Chain and Side Chains",
  "多样的自定义共识机制，确保主链和侧链的不断自我进化和提升。": "Customisable Consensus Protocols, ensuring new features and updates to be implemented in Grid.",
  "操作系统级的": "Architecture optimization on the operating system level",
  "结构优化": "",
  "最小化内核、智能合约集、": "Minimum viable system, smart Contract Collections, unified Account System.",
  "统一账户体系。": "",
  "母链+N侧链": "Main Chain + N Side Chains",
  "多链结构": "multi-chain structure",
  "满足各类商业场景，减少数据冗杂。": "Fulfilling requirements of various commercial applications, reducing data redundancy.",
  "高效跨链通信体系": "Highly efficient cross-chain communication",
  "以 Merkel Tree 作为基础，": "Using Merkel Tree to establish cross-chain, indexing and communication system.",
  "建立高效跨链记录和交流体系。": "",
  "高运算效率": "Fast transaction processing",
  "并行运算+云服务，": "Parallel-processing + cloud service",
  "提高运算效率。": "improves computation efficiency.",
  "项目优势": "",
  "一链一场景": "One Chain to one Scenario",
  "拒绝冗杂": "Reducing complexity",
  "Grid 整体设计架构，如同建立了一个“商业核心区”，每一个行业都有适合其自身的侧链，一链一场景，让整个Grid架构有序、高效!": "Grid architecture forms a highly organised ‘Central Business District’, where each industry has its dedicated Side Chain to fulfil its requirements - one chain to one scenario.",
  "系统定制从此": "System customisation has never been easier",
  "轻而易举": "",
  "满足瞬息万变的商业变化和创新机制": "Succeed in ever-changing business environment and spur innovation",
  "提供系统化的运行内核": "Provide systematic operating Kernel",
  "自定义接口方便对系统进行定制和优化": "Customise and optimise the system through interfaces",
  "致力于成为如Linux家族一样的多样性生态系统": "Establish a diversified and flexible Eco-system similar to Linux family",
  "告别拥堵": "Say goodbye to system congestion",
  "从未如此容易": "",
  "Grid设计了高效的并行运算机制，可满足商业级的运算需求，不用担心一个繁忙业务让整个系统拥堵": "Grid has an efficient parallel processing mechanism, to meet commercial scale application. No more concerns about system congestion when a large scale of transactions take place in the system",
  "对交易进行分组": "Grouping of non-competing transactions",
  "独立交易并行处理": "Parallel processing of independent transactions",
  "如增加公路车道、减少拥堵": "Expansion of processing tunnels, reducing congestion",
  "独特的主侧链Merkel Tree 索引，高效处理多链结构，侧链间信息传输支持跨链合作": "Unique Merkel Tree Side Chain indexing between Main Chain and Side Chains, messaging between side Chains to promote cross-Chain collaboration",
  "全新的行业生态模式": "Eco-system development",
  "Grid 将构建一个技术+商业应用+资本三线并行的全新生态模式": "Technology + Commercial Application + Capital",
  "Grid 强调各链的自我进化与提升，吸收新的侧链、引入新的技术": "Promotes new Side Chain integration and new feature introduction",
  "各链拥有其共识机制，推动未来新技术的引进": "Consensus Protocol to adopt future improvements",
  "侧链可动态加入或脱离Grid，提高侧链间竞争，促进侧链的自我提升": "Dynamic Side Chain joining and exiting to introduce competition",
  "时间线": "",
  "Grid基金会已在新加坡成立。作为一个非盈利组织，Grid基金会旨在推动Grid技术的开发与应用。协助企业与初创公司在Grid上进行开发与商业创新。Grid基金会将会建立完整的管理机制，做到与新加坡的法律合规。": "Grid Foundation has been set up in Singapore as the Governance entity for Grid. As a non-profit entity, it promotes Grid technology development and applications, facilitating corporates and startups to establish new business and transform themselves in digital business. Grid Foundation will implement comprehensive management and governance model, fully compliant with regulations and laws in Singapore.",
  "新型开源基金会": "Open source foundation",
  "代币持有者可交纳少量代币成为基金会员": "Token holders become members with annual fees",
  "会员根据其代币持有额度拥有相应投票权": "Token amount corresponds to voting rights",
  "旨在打造一个去中心化的Linux Foundation": "Establishes a decentralised Linux Foundation",
  "基金会致力于积极吸纳商业、资本、技术合作方的进入": "Attracts business, technical and capital partners",
  "Grid基金会正式在新加坡成立，与北京好扑科技公司达成技术开发合作协议": "Grid foundation established in Singapore; reached technology development agreement with Beijing Hoopox Technology Ltd.",
  "Grid创新联盟正式成立，与商业公司共同探索基于区块链的商业应用与创新": "Grid Innovation Alliance established to collaborate with corporates across industries, exploring commercial application and innovation",
  "Grid资产发行侧链及去中心化交易所侧链测试链开发完成并进行测试": "January: Asset issuance Side Chain and Decentralized Asset Exchange Side Chain developed and testnet online",
  "Grid主链开发完成，与Grid侧链，其它区块链系统进行衔接": "Grid Mainnet developed, linking with Grid Side Chains and other Blockchains",
  "基于Grid的商业应用开始在Grid系统中正式开始运行": "First batch of commercial applications operate on Grid",
  "通过Grid基金会大规模推动Grid的商业应用": "Grid foundation to promote large scale of applications for business and governments based on Grid",
  "马昊伯": "Ma Haobo",
  "Grid创始人，好扑创始人兼CEO": "Founder of Grid, founder/ CEO of Hoopox,",
  "区块链行业专家，数字资产领域早期从业者": "Blockchain expert, early adopter of digital assets,",
  "曾任GemPay CTO、AllCoin CTO": "Ex-CTO of GemPay, AllCoin.",
  "陈注伶": "Chen zhuling",
  "麻省理工毕业生": "MIT graduate",
  "多年全球顶级咨询公司经验": "Consulting veteran at Roland Berger,",
  "参与跨国公司及政府的战略制订与推动": "advised multiple MNCs and governments.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "PhD at Monash university,",
  "专攻地理空间和交易网络的数据可视化": "specialise in visualising geo-spatial and transaction network data.",
  "发表文章已被知名期刊收录": "",
  "周硕基": "Zhou Shuoji",
  "FBGCapital创始合伙人、数字货币交易专家、区块链领域知名投资人。在进入区块链领域之前，曾分别在IBM和Oracle公司有长达8年的工作经验，担任技术顾问。": "Founding partner of FBG Capital, Vincent is an expert on Blockchain asset trading and investment. Vincent has been a cryptocurrency investor since 2014. He is a former technical consultant with 8 years’ experience at IBM and Oracle.",
  "张首晟": "Zhang Shoucheng",
  "丹华资本创始人、斯坦福大学教授。在“量子自旋霍尔效应”和“拓扑绝缘体”两大研究中有重要贡献。2017年7月，带领其团队发现手性Majorana费米子（天使粒子）。": "Founder of Danhua Capital JG Jackson and CJ Wood professor of physics at Stanford University Discovered “Angel particle” in 2017",
  "我们的团队和顾问": "",
  "染色币/链": "Colored Coin/Chain",
  "基于商业概念的代币发售": "Token sale for blockchain applications",
  "未来": "Future",
  "合作伙伴": "Partners",
  "共识协议": "Consensus agreement",
  "最小化区块链接系统": "Minimize the blockchain system",
  "自定义接口": "Custom interface",
  "资本": "Capital",
  "智能合约集": "Smart contract set",
  "统一化账户系统": "Unified account system",
  "商业应用": "Commercial application",
  "技术": "Technology",
  "数字资产": "Digital assets",
  "发行侧链": "Issuing",
  "保险行": "Insurance",
  "业侧链": "",
  "信息登记": "Information",
  "认证侧链": "registration",
  "去中心化": "Decentralized",
  "交易侧链": "exchange",
  "使用Grid生态基金，奖励对生态有贡献者，与VC和其他基金一起对前沿创新技术进行投资。": "Leverage Grid eco-system reserve to reward contributors and invest in promising projects along with VCs.",
  "成立商业联盟与创业公司、大型企业一同推动基于Grid的商业创新；与国际咨询公司联合探索新的商。": "Establish business alliance (startup + corporate) to promote Blockchain innovation; Explore new business models with leading Consulting firms.",
  "关注最新的技术，即时引入Grid生态业模式。": "Focus on cutting edge technologies; incorporate into Grid Eco-system.",
  "一季度": "Q1",
  "二季度": "Q2",
  "三季度": "Q3",
  "九月": "SEP",
  "十月": "OCT",
  "一月": "JAN",
  "构想": "Vision",
  "团队和顾问": "Team & Advisers",
  "项目特性": "Features",
  "优势": "Advantage"
}
