{
  "商业企划书": "ælf Business Plan",
  "白皮书": "White Paper",
  "马昊伯": "Ma Haobo",
  "ælf创始人，好扑创始人兼CEO": "Founder of ælf, founder/ CEO of Hoopox,",
  "区块链行业专家，数字资产领域早期从业者": "Blockchain expert, early adopter of digital assets,",
  "曾任GemPay CTO": "Ex-CTO of GemPay.",
  "现任中国电子协会区块链专家委员会委员": "He is also a member of Blockchain Experts’ Commission of Chinese Institute of Electronics and China Computer Federation.",
  "陈注伶": "Chen Zhuling",
  "麻省理工毕业生": "MIT graduate",
  "多年全球顶级咨询公司经验": "Consulting veteran at Roland Berger,",
  "参与跨国公司及政府的战略制订与推动": "advised multiple MNCs and governments.",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Rong Peng has a decade of experience in Internet development and management. He was a Technical Director at ABC Fintech where he was an expert in data mining and data visualization. Rong Peng also worked on a platform-based Blockchain for Tongxinclub in China. He is a former R&D Director (server-side) for Dolphin Browser.",
  "文杉": "Wen Shan",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "Wen Shan is a former VP and a core founding team member of Jiedaibao. Wen Shan specializes in branding, marketing and public relations, she has over 10 years of experience with Tencent and Baidu. She has also worked on the mobile app for Baidu which has over 100 million users. She holds two degrees from Huazhong University.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "PhD from Monash university with specialization in visualising geo-spatial and transaction network data. His research is published in well-known journals.",
  "专攻地理空间和交易网络的数据可视化": "",
  "发表文章已被知名期刊收录": "",
  "邓光磊": "Deng Guanglei",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "A former Associate at Standard Chartered Bank. 10 years of experience in driving innovation projects in multiple industries. Previously led software development for real-time risk management system, AML and KYC intelligence and many other systems. He holds first class honours degree in Electrical and Electronic Engineering from Nanyang Technological University and MSc in Applied Economics from Singapore Management University.",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "Master of Engineering from MIT, McKinsey & Company operations consultant, career-long practitioner of creating efficient and optimized organizations that can deliver and execute the highest quality of value.",
  "周硕基": "Zhou Shuoji",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Founding partner of FBG Capital, with extensive experience in digital assets trading and investment. Vincent is also an early investor of a broad spectrum of blockchain companies and projects. He is considered as one of the most well-connected and visionary crypto hedge fund managers in Asia.",
  "Liam Robertson": "Liam Robertson",
  "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam is one of the largest individual and corporate traders of Cryptocurrencies in Europe and the Middle East. A certified investment manager in the UK, he established one of the world’s first regulated Cryptocurrency Hedge Funds in 2016. As founder and CEO of Alphabit Limited, Liam now advises a number of funds, family offices and ground-breaking Blockchain enterprises.",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Senior Partner with Dentons Rodyk & Davidson’s Corporate Practice, and China/Indonesia Practices. Kenneth specializes in corporate finance, with almost two decades worth of experience in venture capital, private equity, IPOs/Token Sales and post-IPO/Token Sale funding, as well as mergers and acquisitions. Kenneth is admired for his quickness of mind and has been widely regarded a legal guru in his area of interest.",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington is the founder and CEO of TechCrunch. He was also the VP of RealNames, co-founder of Achex, founder of Zip.ca and Pool.com, as well as COO of Razorgator. Arrington also consulted at numerous companies such as Verisign. In May 2008, Arrington was named one of the world's 100 most influential people by Time Magazine.",
  "团队": "Team",
  "顾问": "Advisers",
  "投资机构": "Lead Investors",
  "交易所": "Exchanges",
  "首页": "Home",
  "关于我们": "About",
  "新闻": "Blog",
  "博客": "Blog",
  "去中心化云计算区块链网络": "Decentralized Cloud Computing Blockchain Network",
  "高性能": "High Performance",
  "ælf的全节点能够运行在服务器集群上": "Full nodes run on cloud servers",
  "资源隔离": "Resource Segregation",
  "每一个智能合约拥有一条自己的区块链": "Each smart contract runs on its own Blockchain",
  "治理&发展": "Governance & Development",
  "代币持有人的委托票选制度": "Token holders ensure governance and allow developers to customize it to meet their own needs",
  "更多": "more",
  "前三年内使用，用于提高社区的活跃度。": "Used in the first three years to promote the activeness of the community.",
  "全部以私募方式出售，没有锁定期。": "Used for private sale, no vesting period.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Vesting for three years to build ælf ecosystem, support ælf marketing and sustain the development of ælf project.",
  "持续100年，挖矿奖励每年度线性递减。": "Mining for 100 years, with linear gradient reduction on mining rewards.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Vesting for two years, with the release of equal proportion once every half year.",
  "代币将锁定两年，每半年按等比例释放代币。": "Vesting for two years, with the release of equal proportion once every half year.",
  "代币分配": "Token allocation",
  "关于冒用aelf名义进行违法活动的相关声明": "",
  "针对冒用aelf名义开展“挖矿”活动的声明": "",
  "/": "",
  "31区-区块链50人专访aelf创始人马昊伯": "",
  "aelf为迎接商业应用落地做好准备": ""
}
