{
  "商业企划书": "Plan de negocios de ælf",
  "aelf白皮书": "Aelf White Paper",
  "经济与治理白皮书":"aelf Economic and Governance Whitepaper",
  "测试网&配套设施": "Testnet & Supporting Facilitiess",
  "马昊伯": "Ma Haobo",
  "ælf创始人，好扑创始人兼CEO": "Fundador de ælf, Fundador/Director Ejecutivo de Hoopox,",
  "区块链行业专家，数字资产领域早期从业者": "Experto en blockchain, pionero en la adopción de activos digitales,",
  "曾任Director Técnico de GemPay": "Ex-Director Técnico de GemPay.",
  "现任中国电子协会区块链专家委员会委员": "También es miembro de la Comisión de Expertos en Blockchain del Instituto Chino de Electrónica y de la Federación China de Informática.",
  "陈注伶": "Chen Zhuling",
  "麻省理工毕业生": "Graduado del MIT",
  "多年全球顶级咨询公司经验": "Veterano asesor en Roland Berger,",
  "参与跨国公司及政府的战略制订与推动": "Asesoró a múltiples multinacionales y gobiernos.",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Rong Peng cuenta con una década de experiencia en materia de desarrollo y gestión de Internet. Fue Director Técnico de ABC Fintech, donde consolidó sus conocimientos en minería y visualización de datos. Rong Peng también trabajó en una plataforma basada en Blockchain para Tongxinclub en China. Es Ex-Director de Investigación y Desarrollo (del lado del servidor) del Navegador Dolphin.",
  "文杉": "Wen Shan",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "Wen Shan es Ex-vicepresidenta y miembro del equipo fundador de Jiedaibao. Wen Shan es especialista en creación de marca, marketing y relaciones públicas, cuenta con más de 10 años de experiencia con Tencent y Baidu. También trabajó en la aplicación móvil para Baidu, la cual tiene más de 100 millones de usuarios. Graduada con dos títulos por la Universidad de Huazhong.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "Doctorado por la Universidad de Monas, donde se especializó en la visualización de datos geoespaciales y de redes de transacciones. Sus investigaciones son publicadas en prestigiosos medios de comunicación",
  "专攻地理空间和交易网络的数据可视化": "",
  "发表文章已被知名期刊收录": "",
  "邓光磊": "Deng Guanglei",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "Ex asociado del Standard Chartered Bank. Cuenta con 10 años de experiencia impulsando proyectos de innovación en múltiples sectores. Previamente lideró el desarrollo de software para el sistema de gestión de riesgos en tiempo real, inteligencia de procesos AML y KYC, así como en muchos otros sistemas. Es licenciado en Ingeniería Eléctrica y Electrónica por la Universidad Tecnológica de Nanyang y tiene un Master en Economía Aplicada por la Universidad de Gestión de Singapur.",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "Tiene un Master en ingeniería del MIT, es asesor de operaciones de McKinsey & Company, profesional consolidado en el ámbito de creación de organizaciones eficientes y optimizadas, las cuales puedan proveer y ejecutar la más alta calidad de valor.",
  "周硕基": "Zhou Shuoji",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Socio fundador de FBG Capital, con amplia experiencia en la negociación e inversión sobre activos digitales. Vincent es además uno de los primeros inversores de un amplio espectro de empresas y proyectos de blockchain. Se le considera uno de los gestores de fondos de cobertura más visionarios y con mejores conexiones de todo Asia.",
  "Liam Robertson": "Liam Robertson",
  "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam es uno de los mayores negociantes individuales y corporativos de criptomonedas en Europa y Oriente Medio. Como gestor de inversiones certificado en el Reino Unido, estableció uno de los primeros fondos de cobertura en criptomonedas regulados del mundo en 2016. Como fundador y Director Ejecutivo de Alphabit Limited, Liam ahora asesora a una serie de fondos, grandes patrimonios y empresas pioneras de Blockchain.",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Socio Sénior de la Práctica Corporativa de Dentons Rodyk & Davidson, y de China e Indonesia. Kenneth es experto en finanzas corporativas, con casi dos décadas de experiencia en capital de riesgo, capital privado, OPVs/Ventas de tokens y financiación post-OPV/Ventas de tokens, así como en fusiones y adquisiciones. Kenneth es admirado por su rapidez mental y ha sido ampliamente considerado un auténtico gurú en sus campos de especialización.",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington es Fundador y Director Ejecutivo de TechCrunch. También fue Vicepresidente de RealNames, cofundador de Achex, fundador de Zip.ca y Pool.com, así como Director de Operaciones de Razorgator. Arrington también asesoró a múltiples empresas como Verisign. En mayo de 2008, Arrington fue incluido entre las 100 personas más influyentes del mundo por Time Magazine.",
  "团队": "Equipo",
  "顾问": "Asesores",
  "投资机构": "Principales Inversores",
  "交易所": "Exchanges",
  "首页": "Inicio",
  "关于我们": "Acerca de",
  "新闻": "Blog",
  "博客": "Blog",
  "去中心化云计算区块链网络": "Red Blockchain para la Computación Descentralizada en la Nube",
  "高性能": "Alto rendimiento",
  "ælf的全节点能够运行在服务器集群上": "Los nodos completos operan en servidores en la nube",
  "资源隔离": "Segregación de recursos",
  "每一个智能合约拥有一条自己的区块链": "Cada contrato inteligente funciona en su propio blockchain",
  "治理&发展": "Gobierno y Desarrollo",
  "代币持有人的委托票选制度": "Los titulares de tokens aseguran el gobierno y permiten a los desarrolladores personalizarlo conforme a sus propios requerimientos",
  "更多": "más",
  "前三年内使用，用于提高社区的活跃度。": "Utilizado durante los primeros tres años para promover la actividad de la comunidad.",
  "全部以私募方式出售，没有锁定期。": "Asignado a la venta privada, sin periodo de bloqueo.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Bloqueo durante tres años para crear el ecosistema de ælf, apoyar el marketing de ælf y sostener el desarrollo del proyecto ælf.",
  "持续100年，挖矿奖励每年度线性递减。": "Minería durante 100 años, con reducción lineal de gradiente sobre las recompensas derivadas de la minería.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Bloqueo durante dos años, con su liberación gradual en partes iguales cada medio año.",
  "代币将锁定两年，每半年按等比例释放代币。": "Bloqueo durante dos años, con su liberación gradual en partes iguales cada medio año.",
  "代币分配": "Asignación de Tokens",
  "关于冒用aelf名义进行违法活动的相关声明": "",
  "针对冒用aelf名义开展“挖矿”活动的声明": "",
  "/": "",
  "31区-区块链50人专访aelf创始人马昊伯": "",
  "aelf为迎接商业应用落地做好准备": ""
}
