{
  "商业企划书": "商业企划书",
  "白皮书": "Livre blanc",
  "马昊伯": "Ma Haobo",
  "ælf创始人，好扑创始人兼CEO": "Fondateur de l’ælf, fondateur / CEO de Hoopox",
  "区块链行业专家，数字资产领域早期从业者": "Expert de Blockchain, adopteur précoce des actifs numériques",
  "曾任GemPay CTO、AllCoin CTO": "Ex-CTO de GemPay & AllCoin",
  "现任中国电子协会区块链专家委员会委员": "Il est également un membre de la Commission d'experts de Blockchain dans l'Institut Chinois d'électronique",
  "陈注伶": "Chen Zhuling",
  "麻省理工毕业生": "Diplômé du MIT",
  "多年全球顶级咨询公司经验": "Vétéran consultant chez Roland Berger",
  "参与跨国公司及政府的战略制订与推动": "a conseillé plusieurs multinationales et gouvernements",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Avec plus de dix ans d'expérience dans la R & D et la gestion d'Internet, il a été le directeur technique d'ABC Fintech où il était responsable de la première plate-forme mutualiste de Blockchain en Chine, et où il était un expert en exploration de données et la visualisation de données ; il était également un directeur de R&D (côté serveur) pour Dolphin Browser.",
  "文杉": "Wen Shan",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "Comme une ancienne vice-présidente et une membre fondatrice de Jiedaibao, Wen Shan a plus de 10 ans d'expérience chez Tencent et Baidu, elle a été responsable de l'application mobile qui ont plus de 100 millions d'utilisateurs tels que Baidu et Baidu navigateur. Elle est spécialisée dans le marque, le marketing et les relations publiques et est un expert senior en marketing Internet, elle détient deux diplômes de l'Université Huazhong.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "Doctorat à l'université Monash",
  "专攻地理空间和交易网络的数据可视化": "se spécialise dans la visualisation de données géospatiales et de réseau transactionnel",
  "发表文章已被知名期刊收录": "Ses recherches sont publiées sur des périodiques bien connus",
  "邓光磊": "Deng Guanglei",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "Anciennement Associate chez Standard Chartered Bank, plus de 10 ans d'expérience en projets d'innovation dans plusieurs industries. Il a dirigé le développement de logiciels tels que le système de gestion des risques en temps réel, AML et KYC intelligence et des autres systèmes. Il détient un diplôme de licence honoris causa en ingénierie électroniqueàl'Université technologique de Nanyang et la maîtrise en économie appliquée à l'Université de gestion de Singapour.",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "Master of Engineering from MIT, McKinsey & Company operations consultant, career-long practitioner of creating efficient and optimized organizations that can deliever and execute the highest quality of value.",
  "周硕基": "Zhou Shuoji",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Partenaire fondateur de FBG Capital, avec une vaste expérience dans le trading et l'investissement d'actifs numériques. Il est également un investisseur précoce d'un large de sociétés et de projets de blockchain. Il est considéré comme l'un des managers de Gestion alternative les plus matures et les plus visionnaires en Asie.",
  "Liam Robertson": "Liam Robertson",
  "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam est l'un des plus grands traders individuels et corporatifs de crypto-monnaies en Europe et au Moyen-Orient. Gestionnaire d'investissement certifié au Royaume-Uni, en 2016, il a créé l'un des premiers gestions alternatives de crypto-monnaie réglementés au monde. En tant que fondateur et PDG d'Alphabit Limited, Liam conseille aujourd'hui un certain nombre de fonds, de family offices et d'entreprises pionnières de Blockchain.",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Partenaire Principal de la Pratique Corporative de Dentons Rodyk & Davidson et des Pratiques Chine / Indonésie. Kenneth se spécialise dans le financement d'entreprise, avec près de deux décennies d'expérience dans le capital-risque, le private equity, les IPO / Token Sales et le financement post-IPO / Token Sale, ainsi que dans les fusions et acquisitions.",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington est le fondateur et PDG de TechCrunch. Il a également été vice-président de RealNames, cofondateur d'Achex, fondateur de Zip.ca et de Pool.com, ainsi que directeur de l'exploitation de Razorgator. Arrington a également consulté de nombreuses entreprises telles que Verisign. En mai 2008, Arlington a été nommée par le magazine Time comme l'une des 100 personnes les plus influentes au monde.",
  "团队": "Équipe",
  "顾问": "Conseillers",
  "投资机构": "Investisseurs",
  "交易所": "Échanges",
  "首页": "Accueil",
  "关于我们": "A propos",
  "博客": "Blog",
  "去中心化云计算区块链网络": "Réseau Blockchain décentralisé sur cloud",
  "高性能": "Haute performancRéseau Décentralisé du Parallélisme de Blockchaine",
  "ælf的全节点能够运行在服务器集群上": "aelf nœuds complets s'exécutent sur une grappe de serveurs",
  "资源隔离": "Ségrégation des Ressources",
  "每一个智能合约拥有一条自己的区块链": "Chaque Contrat Intelligent fonctionne sur son propre Blockchain",
  "治理&发展": "Gouvernance et développement",
  "代币持有人的委托票选制度": "Les détenteurs de Token votent pour la prise de décision et les représentants",
  "更多": "plus",
  "前三年内使用，用于提高社区的活跃度。": "Utilisé dans les trois premières années pour promouvoir l'activité de la communauté.",
  "全部以私募方式出售，没有锁定期。": "Utilisé pour la vente privée, sans période de vesting.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Vesting pendant trois ans pour construire l'ælf écosystème , soutenir l’ælf marketing et soutenir le développement du projet ælf.",
  "持续100年，挖矿奖励每年度线性递减。": "Exploitation minière pendant 100 ans, avec réduction linéaire du gradient sur les primes minières.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Vesting pour deux ans, avec la libération de proportion égale une fois tous les six mois.",
  "代币将锁定两年，每半年按等比例释放代币。": "Vesting pour deux ans, avec la libération de proportion égale une fois tous les six mois."
}
