{
  "白皮书": "ホワイトペーパー",

  "马昊伯": "馬昊伯",
  "ælf创始人，好扑创始人兼CEO": "ælf創始者、Hoopox創始者兼CEO、",
  "区块链行业专家，数字资产领域早期从业者": "ブロックチェーン業界における専門家、デジタルアセット分野早期参入者、",
  "曾任GemPay CTO、AllCoin CTO": "旧GemPay CTO、Allcoin CTO、",
  "现任中国电子协会区块链专家委员会委员": "中国電子協会ブロックチェーン専門家委員会委員。",
  "陈注伶": "陳注怜",
  "麻省理工毕业生": "マサチューセッツ工学大学を卒業",
  "多年全球顶级咨询公司经验": "世界最高のコンサルティング会社Roland Bergerで長年の経験を持ている",
  "参与跨国公司及政府的战略制订与推动": "多国籍企業や政府の戦略立案と推進に参加した経験があります",
  "戎朋": "じゅうほう",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "十年以上のインターネットの研究・開発・管理経験を持つ。阿博茨フィンテック(ABC Fintech)の技術責任者として、「同心互助」という中国初のブロックチェーンに基づいた協力プラットフォームを担当、データマイニングとデータビジュアルゼーション分野に豊富な経験を積んでいる。イルカブラウザ(Dophin Browse)のサーバーサイドにおける研究開発の元主管。",
  "文杉": "もんさん",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "華中科技大学にて二種類の学位を取る。十年以上にテンセント、バイドゥにて経験を積み、前後して「携帯バイドゥ」、「バイドゥ携帯ブラウザ」など、数億人レベルのユーザー数を有するスマホアプリを担当。ブランディング、マーケティングとPRに優れているインターネットマーケティングのエキスパート。「借貸宝」創始チームの中心メンバーと元副総裁。",
  "杨亚龙": "楊亜龍",
  "Monash大学PhD": "Monash大学PhD,",
  "专攻地理空间和交易网络的数据可视化": "地理空間及びトランザクションネットワークデータの可視化に特化。",
  "发表文章已被知名期刊收录": "公表された文書は有名な定期刊行物にて掲載。",
  "邓光磊": "とうこうらい",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "南洋理工大学電子科学優等学士学位を取り、シンガポールマネージメント大学の応用経済学専攻修士終了。十年以上に多くのプロジェクトにて創新経験を積み、リアルタイムリスクマネージメントシステム、AMLとKYC知能システムなど多くのソフトウェアの開発を担当。スタンダードチャータード銀行のAML知能部門元研究開発部長。",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "マサチューセッツ工科大学修士，マッキンゼー・アンド・カンパニーの経営コンサルタント，高質量、効率的、最優秀な組織のメンバー.",
  "周硕基": "周碩基",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "FBG Capital 創設パートナー。デジタルアセット取引及び投資分野において豊かな経験を持つ。一連のブロックチェーン事業及びプロジェクトの初期投資者であり、アジアで最も成熟でかつ先験的な暗号通貨ヘッジファンドのリーダー格な存在。",
  "Liam Robertson": "Liam Robertson",
  "特许金融分析师，特许另类投资分析师": "公認証券アナリスト,アルタネイティブ投資アナリスト",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "ヨーロッパ及び中東地区における最大の個人及び法人トレーダーであり、英国認証投資マネージャーとして、2016年に世界初の合法的な暗号通貨ヘッジファンドを設立。現在ではAlphabitの創設者兼CEOとして、多数のヘッジファンド、家族企業及び画期的なブロックチェーン企業に対しコンサルティングサービスを提供。",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Dentons Rodyk＆Davidson中国/インドネシア支社のシニアパートナー。 ベンチャーキャピタル、プライベートエクイティ、IPO /トークンセールス、IPO /トークンセールにおける融資、M＆Aなどの分野に精通する専門家。",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "TechCrunch創設者兼CEO。TechCrunch副総裁、Achex共同設立者、Zip.ca 及び Pool.com創設者であると同時に、Razorgator最高執行責任者でもある。また、Verisignなど多数な企業のコンサルタントも担当。J. Michael Arrington氏は、2008年5月米タイム誌「世界で最も影響力のある100人」にも選ばれている。",
  "团队": "チーム",
  "顾问": "アドバイザー",
  "投资机构": "投資機構",
  "交易所": "取引所",
  "首页": "ホーム",
  "博客": "ブログ",
  "关于我们": "ælfとは",
  "去中心化云计算区块链网络": "分散型クラウドコンピューティング　ブロックチェーン　ネットワーク",
  "高性能": "高性能",
  "ælf的全节点能够运行在服务器集群上": "ノードがクラウドサーバー上でフルに実行",
  "资源隔离": "リソース隔離",
  "每一个智能合约拥有一条自己的区块链": "各スマート契約が独自のブロックチェーン上で作動",
  "治理&发展": "ガバナンス＆発展",
  "代币持有人的委托票选制度": "トークンホルダーによる委託投票制度",
  "更多": "くわえて",
  "前三年内使用，用于提高社区的活跃度。": "コミュニティの活躍度を高めるために三年以内に使われる。",
  "全部以私募方式出售，没有锁定期。": "プライベート方式にて完売、ロックアップ期間なし。",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "三年間ロックアップ。aelfエコシステムの構築、運営及びaelfに基づくプロジェクトの開発と運営のために使われる。",
  "持续100年，挖矿奖励每年度线性递减。": "100年間持続、マイニングへ奨励は毎年リニアに逓減する。",
  "团队代币锁定两年，每半年按等比例释放代币。": "二年間ロックアップ。比率に合わせて半年ごとにトークンが解禁される。",
  "代币将锁定两年，每半年按等比例释放代币。": "二年間ロックアップ。比率に合わせて半年ごとにトークンが解禁される。",
  "代币分配": "トークン分配",
  "关于冒用aelf名义进行违法活动的相关声明": "",
  "针对冒用aelf名义开展“挖矿”活动的声明": "",
  "/": "",
  "31区-区块链50人专访aelf创始人马昊伯": "",
  "aelf为迎接商业应用落地做好准备": ""
}
