{
  "商业企划书": "商业企划书",
  "白皮书": "백서",
  "经济与治理白皮书": "Economic and Governance",
  "马昊伯": "마 하오보",
  "ælf创始人，好扑创始人兼CEO": "ælf의 창립자. Hoopox의 창립자이자 CEO.",
  "区块链行业专家，数字资产领域早期从业者": "블록체인 전문가. 디지털 자산 얼리아답터.",
  "曾任GemPay CTO": "GemPay 전CTO.",
  "现任中国电子协会区块链专家委员会委员": "중국전자연구소와 중국컴퓨터연맹의 블록체인 전문가위원회의 위원.",
  "陈注伶": "첸 줄링",
  "麻省理工毕业生": "MIT 졸업.",
  "多年全球顶级咨询公司经验": "Roland Berger 베테랑 컨설턴트. ",
  "参与跨国公司及政府的战略制订与推动": "여러 다국적 기업 및 정부의 고문.",
  "戎朋": "롱 펭",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "인터넷 개발 및 관리 분야에서 10년의 경력을 보유.  전 ABC Fintech의 기술 이사로 데이터 마이닝 및 데이터 시각화 전문가. 중국 Tongxinclub의 블록체인 기반 플랫폼에서 일했으며 Dolphin Browser의 전 서버분야 R&D 디렉터.",
  "文杉": "문삼",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "문삼은 전 제다이바오（借贷宝）의 창시팀에서 핵심성원겸 부총수였다.탠센트와 바이두에서 십여년동안 종사한 경력이 있고 그후 모바일 바이두와 바이두 모바일 브라우저등 억대 사용자를 자랑하는 소프트웨어를 담당하였다.브랜드,마케팅,관공영역 그리고 인터넷 마케팅의 전문가이고 화중과학기술대학에서 복수전공학사학위를 따냈다.",
  "香港理工大学软件科技硕士, 开源社区KOL(id:xtaci), 资深互联网技术专家, 涉及通信网络, 地图导航, 手游等多个领域": "PolyU의 소프트웨어 엔지니어, 통신 네트워크, 네비게이션 시스템, 모바일 게임을 위한 IT 솔루션 전문 Github의주요 의사 결정자.",
  "杨亚龙": "양 야롱",
  "Monash大学PhD": "Monash대학 박사 학위.",
  "专攻地理空间和交易网络的数据可视化": "지리 공간 및 거래 네트워크 데이터 시각화 전문.",
  "发表文章已被知名期刊收录": "유명 정기 간행물에 연구 게재.",
  "邓光磊": "등 광뢰",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "난양 기술 대학교 전기전자공학 분야 수석 학사. 싱가폴경영대학교 응용경제학 석사. Standard Chartered 은행에서 10년간 근무. 여러 산업분야에서 혁신 프로젝트를 추진한 경험이 많음. 실시간 위험 관리 시스템 AML 및 KYC 인텔리전스 그 외 여러 시스템 소프트웨어 개발을 주도.",
  "JB Lee": "이 준범",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "MIT 공학 석사. McKinsey & Company 운영 컨설턴트. 최고 수준의 가치를 제공하고 실행할 수 있는 효율적이고 최적화된 조직을 만드는데 있어 경력이 많은 전문가.",
  "周硕基": "주 슈오지",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "FBG 캐피탈의 설립 파트너로서 디지털 자산 거래 및 투자에 대한 풍부한 경험을 보유했으며 다양한 블록체인 기업과 프로젝트의 초기 투자자. 아시아에서 가장 교류가 많고 비전있는 암호화폐 헤지 펀드 매니저 중 한 명.",
  "Liam Robertson": "리암 로버트슨",
  "特许金融分析师，特许另类投资分析师": "유럽 및 중동에서 최대 규모의 개인 및 법인 트레이더이자 영국의 공인 투자 매니저. 2016년에 세계 최초의 규제된 암호화폐 헤지 펀드 중 하나를 설립. Alphabit Limited의 설립자이자 CEO로 현재 다수의 펀드, 가족 사무소, 획기적인 블록체인 기업의 고문을 맡음.",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "",
  "Kenneth Oh": "케네스 오",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Dentons Rodyk & Davidson의 기업과 중국 / 인도네시아 관행의 수석 파트너. 벤처 캐피탈, 사모 펀드, IPO / 토큰 영업 포스트 IPO / 토큰 세일의 자금 조달, M&A 등 기업 금융 전문. 민첩함과 법적 전문성으로 분야에서 널리 인정.",
  "J. Michael Arrington": "마이클 애링턴",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "TechCrunch의 설립자이자 CEO. RealNames의 VP역임. Achex의 공동설립자. Razorgator의 COO. Zip.ca와 Pool.com의 설립자. Verisign 등 많은 기업의 고문으로 활동. 2008년5월, 타임지에 세계에서 가장 영향력 있는 100인 중 한 명으로 선정.",
  "团队": "팀",
  "顾问": "고문",
  "投资机构": "주요 투자자",
  "交易所": "거래소",
  "首页": "홈",
  "关于我们": "소개",
  "新闻": "新闻",
  "博客": "블로그",
  "去中心化云计算区块链网络": "분산형 클라우드 컴퓨팅 블록 체인 네트워크",
  "高性能": "고성능",
  "ælf的全节点能够运行在服务器集群上": "클라우드 서버에서 풀노드 실행",
  "资源隔离": "자원의 분리",
  "每一个智能合约拥有一条自己的区块链": "각 스마트 계약을 자체 블록 체인에서 작동",
  "治理&发展": "관리 및 개발",
  "代币持有人的委托票选制度": "토큰 소유자의 의사 결정 및 전달에 대한 투표권",
  "更多": "더 보기",
  "前三年内使用，用于提高社区的活跃度。": "커뮤니티의 활성화를 위해 첫 3년간 사용.",
  "全部以私募方式出售，没有锁定期。": "권리 확정 기간이 없이 비공개 판매에 사용.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "aelf 에코시스템 구축, aelf 마켓팅 지원, 그리고 aelf 프로젝트의 개발 유지를 위한 3년간의 사용.",
  "持续100年，挖矿奖励每年度线性递减。": "100년간 보상이 일정하게 배분 / 감소되는 채굴 시스템.",
  "团队代币锁定两年，每半年按等比例释放代币。": "반 년에 한 번, 균등 한 비율로 2 년간 사용.",
  "代币将锁定两年，每半年按等比例释放代币。": "반 년에 한 번, 균등 한 비율로 2 년간 사용.",
  "代币分配": "토큰 배분",
  "关于冒用aelf名义进行违法活动的相关声明": "",
  "针对冒用aelf名义开展“挖矿”活动的声明": "",
  "/": "",
  "31区-区块链50人专访aelf创始人马昊伯": "",
  "aelf为迎接商业应用落地做好准备": ""
}
