{
  "商业企划书": "Plano de Negócios da ælf",
  "aelf白皮书": "Aelf White Paper",
  "马昊伯": "Ma Haobo",
  "ælf创始人，好扑创始人兼CEO": "Fundador da ælf, fundador/ CEO da Hoopox,",
  "区块链行业专家，数字资产领域早期从业者": "especialista em Blockchain, early adopter de ativos digitais,",
  "曾任GemPay CTO": "Ex-CTO da GemPay.",
  "现任中国电子协会区块链专家委员会委员": "Ele também é membro da Comissão de Especialistas em Blockchain do Instituto Chinês de Eletrônicos e da Federação Chinesa de Computação",
  "陈注伶": "Chen Zhuling",
  "麻省理工毕业生": "formado pelo MIT",
  "多年全球顶级咨询公司经验": "Consultor veterano na Roland Berger,",
  "参与跨国公司及政府的战略制订与推动": "prestou consultoria à diversas multinacioais e governos.",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Rong Peng tem dez anos de experiência em gerenciamento e desenvolvimento de Internet. Ele foi Diretor Técnico da ABC Fintech onde era especialista em mineração e visualização de dados. Rong Peng também trabalhou para a Tongxinclub, na China, em uma Blockchain baseada em plataforma. Ele é ex-diretor de Pesquisa e Desenvolvimento (lado do servidor) da equipe de Navegadores Dolphin.",
  "文杉": "Wen Shan", 
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "Wen Shan foi Vice Presidente e membro importante na fundação da Jiedaibao. As especialidades de Wen Shan são Marcas, Marketing e Relações Públicas, ela tem mais de dez anos de experiência na Tencent e Baidu. Ela também trabalhou no app móvel daa Baidu que tem mais de cem milhões de usuários. Possui dois diplomas da Universidade de Huazhong.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "PhD da Universidade Monash com especialização em visualização geo-espacial e transações de dados em rede. sua pesquisa está publicada em jornais reconhecidos.",
  "专攻地理空间和交易网络的数据可视化": "",
  "发表文章已被知名期刊收录": "",
  "邓光磊": "Deng Guanglei",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "Um ex-associado do Standard Chartered Bank. 10 anos de experiência em condução de projetos de inovação de vários segmentos. Já liderou desenvolvimento de software para gerencimaneto de risco de sistemas em tempo real, AML e inteligência KYC além de muitos outros sistemas. Graduado com distinção em Engenharias Elétrica e Eletrônica pela Universidade Tecnológica de Nanyang e MSc em Economia Aplicada pela Universidade de Gestão de Singapura.",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "Mestre de Engenharia pelo MIT, consultor de operações na McKinsey & Company, vasta experiência na criação de organizações otimizadas e eficientes capazes de entregar e executar valores da mais alta qualidade.",
  "周硕基": "Zhou Shuoji",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Sócio Fundador da FBG Capital, com muita experiência em investimentos e trading de ativos digitais. Vincent também é um investidor pioneiro em uma gama de empresas e projetos de Blockchain. Ele é considerado como um dos mais influentes e visionários gestores de 'cripto-fundos' na Ásia.",
  "Liam Robertson": "Liam Robertson",
  "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam é um dos maiores traders de criptomoedas da Europa e Oriente Médio, tanto corporativa como individualmente. Diretor de Investimentos certificado no Reino Unido, ele estabeleceu um dos primeiros fundos de hedge para criptomoedas no mundo em 2016. Como fundador e CEO da Alphabit Limited, Liam agora presta consultoria à diversos fundos, escritórios de família e empresas inovadoras de Blockchain.",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Sócio sênior da Dentons Rodyk & Davidson’s Corporate Practice e China/Indonesia Practices. Kenneth tem como sua especialidade as finanças corporativas, com uqase duas décadas de válida experiência em capital de risco, capital próprio, IPOs/Vendas de Tokens e pós-IPO/financiamentos, bem como fusões e aquisições. Kenneth é reconhecido pelo seu raciocínio rápido e vem sendo tido como um verdadeiro guru nesta área de interesse.",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington é o fundador e CEO da TechCrunch. Ele também foi Vice Presidente da RealNames, co-fundador da Achex, fundador do Zip.ca and Pool.com, assim como COO na Razorgator. Arrington também prestou consultoria à diversas empresas, como a Verisign. Em maio de 2008, Arrington foi nomeado como uma das 100 pessoas mais influentes do mundo pela revista Time.",
  "团队": "Equipe",
  "顾问": "Conselheiros",
  "投资机构": "Principais Investidores",
  "交易所": "Exchanges",
  "首页": "Início",
  "关于我们": "Sobre",
  "新闻": "Blog",
  "博客": "Blog",
  "去中心化云计算区块链网络": "Plataforma Blockchain de Computação em Nuvem Descentralizada",
  "高性能": "Alta Performance",
  "ælf的全节点能够运行在服务器集群上": "Full nodes rodam em servidores na nuvem",
  "资源隔离": "Segregação de Recursos",
  "每一个智能合约拥有一条自己的区块链": "cada smart contract roda em sua própria Blockchain",
  "治理&发展": "Governança & Desenvolvimento",
  "代币持有人的委托票选制度": "Holders garantem a governança e permitem que os desenvolvedores a customizem para que tenham suas necessidades atendidas",
  "更多": "mais",
  "前三年内使用，用于提高社区的活跃度。": "Usados nos primeiros três anos para promover a atividade na comunidade.",
  "全部以私募方式出售，没有锁定期。": "Usados para o período de vendas privadas, sem período de aquisição gradual.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Aquisção progressiva por três anos para formar o ecossistema da ælf, dar suporte ao marketing da ælf e sustentar o desenvolvimento do projeto da ælf.",
  "持续100年，挖矿奖励每年度线性递减。": "Mineração por 100 anos, com redução por gradiente linear nas recompensas de mineração.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Aquisição progressiva por dois anos, com a liberação de uma igual quantidade em duas vezes por ano.",
  "代币将锁定两年，每半年按等比例释放代币。": "Aquisição progressiva por dois anos, com a liberação de uma igual quantidade em duas vezes por ano.",
  "代币分配": "Alocação dos Tokens",
  "关于冒用aelf名义进行违法活动的相关声明": "",
  "针对冒用aelf名义开展“挖矿”活动的声明": "",
  "/": "",
  "31区-区块链50人专访aelf创始人马昊伯": "",
  "aelf为迎接商业应用落地做好准备": ""
}
