{
  "商业企划书": "ælf Business Plan",
  "白皮书": "Белая книга",
  "马昊伯": "Ма Хаобо",
  "ælf创始人，好扑创始人兼CEO": "Основатель Aelf,основатель и генеральный директор Haopox,",
  "区块链行业专家，数字资产领域早期从业者": "известный в мире эксперт по блокчейну,",
  "曾任GemPay CTO、AllCoin CTO": "ранее входивший в руководство проектов AllCoin и GemPay.",
  "现任中国电子协会区块链专家委员会委员": "Член экспертной комиссии по блокчейну при Китайском институте электроники.",
  "陈注伶": "Чэн Жулинг",
  "麻省理工毕业生": "Выпускник Массачусетского технологического института. ",
  "多年全球顶级咨询公司经验": "Ветеран консалтинговой компании «Роланд Бергер», ",
  "参与跨国公司及政府的战略制订与推动": "консультировал многонациональные компании и правительства.",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Rong Peng has a decade of experience in Internet development and management. He was a Technical Director at ABC Fintech where he was an expert in data mining and data visualization. Rong Peng also worked on a Blockchain mutual platform for Tongxinclub in China. He is a former R&D Director (server-side) for Dophin Browser.",
  "文衫": "Wen Shan",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯、百度从业经历，先后负责手机百度、百度手机浏览器等亿级用户App。擅长品牌、市场、公关领域，资深互联网营销专家，华中科技大学双学士。": "Wen Shan is a former VP and a core founding team member of Jiedaibao. Wen Shan specializes in branding, marketing and public relations and has over 10 years of experience with Tencent and Baidu. She has also worked on the mobile app for Baidu which has over 100 million users. She holds two degrees from Huazhong University.",
  "杨亚龙": "Ян Ялонг",
  "Monash大学PhD": "Кандидат юридических наук в университете Монаша,",
  "专攻地理空间和交易网络的数据可视化": "Специализируется на визуализации геопространственных операций и сетей передачи данных.",
  "发表文章已被知名期刊收录": "Его исследования публикуются в известных изданиях.",
  "周硕基": "Чжоу Шуоцзи",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Учредительный партнер FBG Capital, обладающий обширным опытом в торговле цифровыми активами и инвестициях. Винсент также является ранним инвестором широкого спектра компаний и проектов блокчейн-индустрии. Он считается одним из самых влиятельных и дальновидных менеджеров хедж-фондов криптовалюты в Азии.",
  "Liam Robertson": "Лиам Робертсон",
  "特许金融分析师，特许另类投资分析师": "Дипломированный финансовый и инвестиционный аналитик.",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Лиам является одним из крупнейших частных и корпоративных трейдеров криптовалютой в Европе и на Ближнем Востоке. Сертифицированный инвестиционный менеджер в Великобритании, он основал один из первых в мире регулируемых хедж-фондов криптовалюты в 2016 году. Будучи основателем и генеральным директором Alphabit Limited, Лиам теперь консультирует ряд фондов, семейные офисы и новаторские блокчейн-предприятия.",
  "Kenneth Oh": "Кеннет О",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Старший партнер корпоративной практики Dentons Rodyk & Davidson  и практики Китая / Индонезии. Кеннет специализируется на корпоративном финансировании, имея почти два десятилетия опыта работы с венчурным капиталом, частным капиталом, IPO / ISO и финансированием после IPO / ISO, а также по слиянию и поглощению. Кеннет восхищает своей быстротой ума и считается юридическим гуру в области своих интересов.",
  "J. Michael Arrington": "Дж. Майкл Аррингтон",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "Дж. Майкл Аррингтон является основателем и генеральным директором TechCrunch. Он также был вице-президентом RealNames, соучредителем Achex, основателем Zip.ca и Pool.com, а также главным операционным менеджером Razorgator. Аррингтон  консультировал многие компании, например как Verisign. В мае 2008 года Аррингтон был назван одним из 100 самых влиятельных людей в мире по версии журнала Time.",
  "团队": "Команда",
  "顾问": "Советники",
  "投资机构": "Ведущие инвесторы",
  "交易所": "Биржи",
  "首页": "Главная",
  "关于我们": "О проекте",
  "新闻": "Blog",
  "博客": "Блог",
  "去中心化云计算区块链网络": "Децентрализованная блокчейн-сеть облачных вычислений",
  "高性能": "Высокая производитель-ность",
  "ælf的全节点能够运行在服务器集群上": "Работа полных узлов ведется на облачных серверах",
  "资源隔离": "Сегрегация ресурсов",
  "每一个智能合约拥有一条自己的区块链": "Каждый смарт-контракт работает на собственном блокчейне",
  "治理&发展": "Управление и развитие",
  "代币持有人的委托票选制度": "Держатели токенов голосуют за принятие решений и выбор  представителей",
  "更多": "more",
  "Team": "Команда",
  "Marketing/AirDrop": "Маркетинг/Аирдроп",
  "Sale": "Продажа",
  "Foundation": "Организация",
  "PoW+PoS": "PoW+PoS",
  "Advisors+partnership": "Советники и партнеры",
  "前三年内使用，用于提高社区的活跃度。": "Используется в течение первых трех лет, чтобы повысить активность сообщества.",
  "全部以私募方式出售，没有锁定期。": "Использовано для частной продажи, нет периода блокировки.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Блокируется на три года для создания экосистемы, поддержки маркетинга, а также для разработки проекта ælf.",
  "持续100年，挖矿奖励每年度线性递减。": "Майнинг в течение 100 лет с постепенным уменьшением награды.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Блокируется на два года, с выпуском равной доли каждые полгода.",
  "代币将锁定两年，每半年按等比例释放代币。": "Блокируется на два года, с выпуском равной доли каждые полгода.",
  "代币分配": "Token allocation"
}
