{
  "商业企划书": "Kế Hoạch Kinh Doanh của ælf",
  "aelf白皮书": "Aelf White Paper",
  "经济与治理白皮书":"aelf Economic and Governance Whitepaper",
  "测试网&配套设施": "Testnet & Supporting Facilitiess",
  "马昊伯": "Ma Haobo",
  "ælf创始人，好扑创始人兼CEO": "Sáng Lập của ælf, Sáng Lập/ CEO của Hoopox,",
  "区块链行业专家，数字资产领域早期从业者": "Chuyên Gia Blockchain, nhà đầu tư sớm vào tài sản số,",
  "曾任GemPay CTO、AllCoin CTO": "Cựu CTO của GemPay, AllCoin.",
  "现任中国电子协会区块链专家委员会委员": "Anh cũng là một thành viên của Ủy Ban Chuyên Gia Blockchain của Viện Điện Tử và Khoa Học Máy Tính Trung Quốc.",
  "陈注伶": "Chen Zhuling",
  "麻省理工毕业生": "Cựu Sinh Viên MIT",
  "多年全球顶级咨询公司经验": "Chuyên gia cố vấn tại Roland Berger,",
  "参与跨国公司及政府的战略制订与推动": "Cố vấn nhiều MNCs và chính phủ.",
  "戎朋": "Rong Peng",
  "具有十年以上的互联网研发及管理经验。曾任阿博茨科技技术负责人，负责中国首个基于区块链的互助平台同心互助，在数据挖掘、数据可视化领域有丰富经验；曾任海豚浏览器服务端研发主管。": "Rong Peng có hơn chục năm kinh nghiệm trong phát triển và quản lý Internet. Anh là Giám Đốc Kỹ Thuật tại ABC Fintech nơi anh là chuyên gia trong mảng khai thác và mô hình hóa dữ liệu. Rong Peng cũng từng làm việc trên một nền tảng Blockchain cho Tongxinclub tại Trung Quốc. Anh là Giám Đốc R&D (mảng máy chủ) cho Dolphin Browser.",
  "文杉": "Wen Shan",
  "前借贷宝创始团队核心成员、副总裁。十余年腾讯百度从业经历，运营过多款过亿级用户的App。擅长品牌、市场公关领域，资深互联网营销专家，华中科技大学双学士。": "Wen Shan là Phó Chủ Tịch và một thành viên sáng lập chủ chốt của Jiedaibao. Wen Shan là chuyên gia trong tạo thương hiệu, tiếp thị và quan hệ công chúng, cô có hơn 10 năm kinh nghiệm tại Tencent và Baidu. Cô cũng đã làm việc trong mảng ứng dụng di động cho Baidu với hơn 100 triệu người dùng. Cô nhận hai bằng tại Đại Học Vũ Hán.",
  "杨亚龙": "Yang Yalong",
  "Monash大学PhD": "Bằng Tiến Sĩ từ Đại Học Monash với chuyên ngành mô hình đồ họa và dữ liệu mạng giao dịch. Các nghiên cứu của anh được công bố trên nhiều tạp chí nổi tiếng.",
  "专攻地理空间和交易网络的数据可视化": "",
  "发表文章已被知名期刊收录": "",
  "邓光磊": "Deng Guanglei",
  "前渣打银行反洗钱智能部技术开发经理。拥有10年多行业的创新项目经验。领导了实时风险管理系统、反洗钱与KYC智能系统等多个软件系统的开发。南洋理工大学电子工程一等荣誉学位，新加坡管理大学应用经济学硕士。": "Một chuyên gia tại Ngân Hàng Standard Chartered. 10 năm kinh nghiệm trong việc chèo lái các dự án tiên tiến trong nhiều ngành công nghiệp. Trước đó, anh đứng đầu bộ phận phát triển phần mềm cho hệ thống quản lý rủi ro theo thời gian thực, xác minh AML và KYC và nhiều hệ thống khác. Anh nhận bằng xuất sắc chuyên ngành Kỹ Sư Điện Điện Tử tại Trường Đại Học Kỹ Thuật Nanyang và bằng Thạc Sỹ ngành Kinh Tế Ứng Dụng từ Đại Học Quản Trị Singapore.",
  "JB Lee": "JB Lee",
  "麻省理工学院工程硕士，麦肯锡公司运营顾问，致力于创造能够交付与实施的高质量价值的，高效且最优的组织。": "Thạc Sĩ Kỹ Thuật từ MIT, anh là chuyên gia tư vấn hoạt động  tại McKinsey & Company, là chuyên gia có nhiều năm kinh nghiệm  trong lĩnh vực tạo ra sự hiệu quả và tối ưu hóa cho các tổ chức qua đó giúp họ đạt được  các giá trị cao nhất.",
  "周硕基": "Zhou Shuoji",
  "FBGCapital 创始合伙人，在数字资产交易和投资方面拥有丰富的经验。他同时是一系列区块链企业和项目的早期投资人，被视为亚洲最成熟、富有远见的加密对冲基金领导人。": "Đối tác sáng lập của FBG Capital, với kinh nghiệm dày dặn trong giao dịch và đầu tư tài sản số. Vicent cũng là một nhà đầu tư sớm vào các công ty và dự án blockchain. Anh cũng được xem là một trong những nhà quản lý quỹ phòng hộ tiền số nổi tiếng và có tầm nhìn tại Châu Á .",
  "Liam Robertson": "Liam Robertson",
  "特许金融分析师，特许另类投资分析师": "CFA, CAIA",
  "Liam是欧洲和中东地区最大的个人和公司交易商之一。作为英国的认证投资经理，他在2016年成立了世界上第一个合规加密货币对冲基金。作为Alphabit的创始人和首席执行官，Liam现在为一些基金，家族企业和突破性区块链企业提供咨询服务。": "Liam là một trong những nhà giao dịch tiền số cá nhân và tổ chức tại Châu Âu và Trung Đông. Một quản lý đầu tư được công nhận tại Anh, anh thành lập một trong những Quỹ Phòng Hộ Tiền Số đầu tiên trên thế giới vào năm 2016. Là sáng lập và CEO của Alphabit Limited, Liam hiện cố vấn một số quỹ, công ty tư nhân và các doanh nghiệp Blockchain tiên tiến.",
  "Kenneth Oh": "Kenneth Oh",
  "Dentons Rodyk＆Davidson 中国/印度尼西亚分公司的高级合伙人。 精通企业融资，在风险投资，私募股权，IPO/代币销售，IPO/代币销售融资后期以及并购方面拥有近二十年的丰富经验。": "Đối Tác Cao Cấp với Dentons Rodyk & Davidson’s Corporate Practice, và China/Indonesia Practices. Kenneth là chuyên gia trong tài chính doanh nghiệp, với gần 2 thập kỷ kinh nghiệp trong quỹ đầu tư mạo hiểm, quỹ cá nhân, IPOs/Token Sales và gọi vốn post-IPO/Token Sale, cũng như mua bán và sáp nhập. Kenneth được biết đến với tư duy nhạy bén và chuyên gia luật trong lĩnh vực mà anh quan tâm.",
  "J. Michael Arrington": "J. Michael Arrington",
  "TechCrunch创始人兼首席执行官，RealNames副总裁，Achex的联合创始人，Zip.ca和Pool.com的创始人，Razorgator的首席运营官。曾为Verisign等众多企业提供咨询服务。2008年5月，曾被《时代》评选为全球最具影响力100人之一。": "J. Michael Arrington là sáng lập và CEO của TechCrunch. Anh cũng là Phó Chủ Tịch của RealNames, đồng sáng lập của Achex, sáng lập của Zip.ca và Pool.com, cũng như là COO của Razorgator. Arrington cũng đã cố vấn nhiều công ty ví dụ Verisign. Vào tháng Năm 2008, Arrington được vinh danh trong top 100 người có tầm ảnh hưởng nhất bởi Tạp Chí Time.",
  "团队": "Đội Ngũ",
  "顾问": "Cố Vấn",
  "投资机构": "Các Nhà Đầu Tư Lớn",
  "交易所": "Sàn Giao Dịch",
  "首页": "Trang Chủ",
  "关于我们": "Thông Tin",
  "新闻": "Blog",
  "博客": "Blog",
  "去中心化云计算区块链网络": "Mạng Blockchain Điện Toán Đám Mây Phân Tán",
  "高性能": "Hiệu Năng Cao",
  "ælf的全节点能够运行在服务器集群上": "Tất cả các nút chạy trên máy chủ đám mây",
  "资源隔离": "Phân Tách Tài Nguyên",
  "每一个智能合约拥有一条自己的区块链": "Mỗi hợp đồng thông minh chạy trên Blockchain riêng biệt",
  "治理&发展": "Quản Trị & Phát Triển",
  "代币持有人的委托票选制度": "Người nắm giữ tokens đảm bảo việc quản trị và cho phép các nhà phát triển tùy biến nó để phù hợp với các nhu cầu của họ",
  "更多": "thêm",
  "前三年内使用，用于提高社区的活跃度。": "Được sử dụng trong ba năm đầu để quảng bá các hoạt động của cộng đồng.",
  "全部以私募方式出售，没有锁定期。": "Được sử dụng cho private sale, không có giai đoạn vesting.",
  "锁定三年，用于构建ælf生态、支持ælf运营以及支持基于ælf的项目的开发和运营。": "Vesting trong ba năm để xây dựng hệ sinh thái aelf, hỗ trợ việc quảng bá aelf và đảm bảo việc phát triển của dự án aelf.",
  "持续100年，挖矿奖励每年度线性递减。": "Mining trong 100 năm, với việc giảm tuyến tính mức thưởng của mining.",
  "团队代币锁定两年，每半年按等比例释放代币。": "Vesting trong hai năm, với mức phát hành như nhau cho mỗi nửa năm.",
  "代币将锁定两年，每半年按等比例释放代币。": "Vesting trong hai năm, với mức phát hành như nhau cho mỗi nửa năm.",
  "代币分配": "Phân Bổ Token"
}
